[{"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "1", "workbook_pages": "1 - 2", "textbook_pages": "2 - 4", "objective": "round numbers to the nearest 10.", "approach": "To begin this lesson, show students the Explore task and ask them who they think is correct, Amira or Tama? Show them the numbers on a number line and emphasise how useful this is when rounding numbers because we can see how close the number is to each 10. Discuss which child is correct and how they know. Then together with the class, draw up a set of rules for rounding to 10 with reference to the examples in the Master section. Explain the term approximately, almost equal to, in the context of rounding numbers. Students may have experienced rounding if they have used cash to pay for items in shops.\nDuring Guided Practice, students are using their knowledge of rounding to 10.", "formative_assessment": ["recognise and count numbers up to and including 80.", "use concrete materials to represent numbers in the tens.", "draw pictures to represent numbers in the tens on a number line.", "use visual tools (such as a number line) to position numbers.", "round numbers to the nearest 10."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-8/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-8/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "2", "workbook_pages": "3 - 4", "textbook_pages": "5 - 8", "objective": "round numbers to the nearest 10 and 100.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss who is correct, Meilani or Holly? Talk about what is the same and what is different in what each child is saying. Model rounding on the number line as shown in Master 1. Draw students' attention to how the rounding is written and the 'approximately equal to' sign. Work through Master 1–4 using the key questions to guide students' thoughts. Feedback the 'rules' when rounding to the nearest 100 and 10 and have these on display for students.\nDuring Guided Practice, students are rounding numbers to the nearest 10 and 100.", "formative_assessment": ["recognise and count numbers up to and including 1000.", "use concrete materials to represent numbers in the hundreds.", "draw pictures to represent numbers in the hundreds on a number line.", "use visual tools (like a number line) to position numbers.", "round numbers to the nearest 10 and 100."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-8/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-8/lesson-2"}, {"content_type": "mind_challenge", "textbook_chapter": "8", "textbook_lesson": "3", "workbook_pages": "5", "textbook_pages": "9 - 10", "objective": "Teach the lesson\nLesson Approach\nMind Challenge\nDuring the mind challenge, students make 3-digit numbers that will round to a specific 3-digit number.\nMy Maths Journal\nDuring the My My Maths Journal activity, students find examples of when they would round numbers to the nearest 10 or 100. Students should be encouraged to think about situations in real life where rounding would be useful.\nReview\nComplete this with students as a chapter summary and determine if any of them need extra support.", "approach": "Mind Challenge\nDuring the mind challenge, students make 3-digit numbers that will round to a specific 3-digit number.\nMy Maths Journal\nDuring the My My Maths Journal activity, students find examples of when they would round numbers to the nearest 10 or 100. Students should be encouraged to think about situations in real life where rounding would be useful.\nReview\nComplete this with students as a chapter summary and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-8/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "8", "textbook_lesson": "3", "workbook_pages": "6", "textbook_pages": "9 - 10", "objective": "Teach the lesson\nLesson Approach\nMind Challenge\nDuring the mind challenge, students make 3-digit numbers that will round to a specific 3-digit number.\nMy Maths Journal\nDuring the My My Maths Journal activity, students find examples of when they would round numbers to the nearest 10 or 100. Students should be encouraged to think about situations in real life where rounding would be useful.\nReview\nComplete this with students as a chapter summary and determine if any of them need extra support.", "approach": "Mind Challenge\nDuring the mind challenge, students make 3-digit numbers that will round to a specific 3-digit number.\nMy Maths Journal\nDuring the My My Maths Journal activity, students find examples of when they would round numbers to the nearest 10 or 100. Students should be encouraged to think about situations in real life where rounding would be useful.\nReview\nComplete this with students as a chapter summary and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-8/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "1", "workbook_pages": "7 - 8", "textbook_pages": "12 - 14", "objective": "add money by counting on.", "approach": "To begin this lesson, provide students with an amount of money using notes and coins as represented in the Explore task. Ask them how the money can be counted as there are dollars and cents. Suggest it will be easier to start counting the dollars first, and then count together with the class. Count the amount in dollars and write it on the board using the sign for dollars. Then do the same for cents and read the total amount to students. Ask them to complete Master on their own.\nDuring Guided Practice, students are counting different denominations, and then writing the amount of money in dollars and cents.", "formative_assessment": ["recognise the value of all the coins.", "recognise the value of all the notes.", "count in fives, tens, twenties and fifties.", "use the signs for dollars and cents."], "content_priority": "This lesson can be combined with Lesson 2.\nLessons 1 and 2 are essential but can be combined.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "2", "workbook_pages": "9 - 10", "textbook_pages": "15 - 17", "objective": "add cents to make 1 dollar.", "approach": "To begin this lesson, show students the Explore task. Provide them with money, as shown in the example and ask them to count it. Prompt them by asking how many different ways they can count the money. Ask students if they can think of a way to group the coins. Tell them a friend said that there are ways to exchange cents into dollars. Ask them what your friend might mean by this. Can you show how cents can be grouped to make $1?\nProvide students with a new amount of money as shown in Master 2, where they can make two $1 groups or one $2 group. Ask them how this is similar to the 'making 10' or 'making 100' strategies in addition.\nDuring Guided Practice, students are regrouping and renaming the coins into groups of $1 and naming the amounts in dollars and cents.", "formative_assessment": ["recognise the value of all the coins.", "recognise the value of all the notes.", "Students know that 100 cents makes $1.", "add cents to make $1."], "content_priority": "This lesson can be combined with Lesson 1.\nLessons 1 and 2 are essential but can be combined.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "3", "workbook_pages": "11 - 12", "textbook_pages": "18 - 20", "objective": "add different combinations of coins to make an amount.", "approach": "To begin this lesson, show students the Explore task. Provide them with a variety of coins to explore ways of making $2.70 using different combinations of coins. Ask students what is the most number of coins we can use to make $2.70? What about using the least number of coins? Is it possible to show the amount using fewer than five coins? Ask them to work in pairs and record their answers.\nDuring Guided Practice, students are finding different ways to represent specified amounts of money in coins.", "formative_assessment": ["recognise the value of all the coins.", "recognise the value of all the notes.", "count in ones, fives and tens.", "make an amount of money in a variety of ways using coins and notes."], "content_priority": "This is a key lesson.\nThis is a useful lesson as it shows different ways of making an amount of money.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "4", "workbook_pages": "13 - 14", "textbook_pages": "21 - 24", "objective": "add dollars and cents without renaming.", "approach": "To begin this lesson, show students the Explore task. Ask them to look at the picture and determine how much money Holly has and to read the amount of money each item costs. Then ask them to work in pairs and find the possible combinations of priced items that Holly could buy. Tell them your friend said that making a chart might be helpful. What would it look like? When structuring their responses to item combinations, follow the example provided in Master by grouping the amounts of money together in 'boxes'.\nShow students how to add dollars and cents in a column and ask them if they know other ways to add money.\nDuring Guided Practice, move students gradually through the examples, asking them what they need to do to find the answer in each case. Practise using the column method of addition and counting on.", "formative_assessment": ["add dollars.", "add cents.", "add dollars and cents to make an amount.", "read money in dollars and cents.", "write money in dollars and cents."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "5", "workbook_pages": "15 - 16", "textbook_pages": "25 - 27", "objective": "add dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task and ask them how many different ways they can show each other to find the total price of the items. Tell them your friend said he could add 1320 and 450. Is this correct? How can we tell? If the answer is correct, is it in dollars or cents? How can we find out? Allow them to explore a variety of ways to add together the two amounts paying attention to the Master suggestions.\nDuring this lesson, consolidating previously learnt principles about adding cents to cents and dollars to dollars will be important.\nDuring Guided Practice, students are adding money with renaming.", "formative_assessment": ["add dollars.", "add cents.", "add dollars and cents to make an amount.", "read money in dollars and cents.", "write money in dollars and cents."], "content_priority": "This lesson can be combined with Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "6", "workbook_pages": "17 - 18", "textbook_pages": "28 - 32", "objective": "add dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task and ask them to determine what the question is asking. Tell them your friend believes he can just add all three items together to find the answer. It is important they read all of the information in the question. Ask students how they can solve this type of question; there are three items, but he only bought two. Should we just guess which two and stop? Should we try all combinations of two? How can we organise our thinking so that we are certain to try all the possible combinations? Allow students to speak to each other about this and suggest some methods to organise their thinking.\nAs in the Master section, when students begin to add, structure their thinking by placing 'bars' around the monetary amounts to facilitate the bar modelling strategy, which will be used later in the chapter. Arrange the coins from the greatest to the lowest value, and ask students if they notice anything about your diagram. As they are adding the different amounts together, prompt them by asking whether it is possible to make a dollar out of any of the coins during the addition. When they look at the toy plane and the mini figure, tell them your friend says he can make a dollar by exchanging some coins for smaller ones. Is this true? How can they be sure? Allow them to try this.\nDuring Guided Practice, students are performing a task similar to the initial task, but they must use estimation and multiple methods to find the solutions. The two main methods should be the column method and 'making a dollar' method. Some students may choose to use number bonds or partitioning.", "formative_assessment": ["add dollars.", "add cents.", "add dollars and cents to make an amount.", "read money in dollars and cents.", "write money in dollars and cents."], "content_priority": "This lesson can be combined with Lesson 5.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "7", "workbook_pages": "19 - 20", "textbook_pages": "33 - 35", "objective": "add dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task and ask them what Hannah has done to the helmet's cost. Tell them your friend said that choosing 50c and 10c would be more helpful for them. Is this true? Why has Hannah chosen 20c and 40c? Allow them to discuss this. Then ask them what they think Hannah would have done to the cost of the skateboard if she had chosen to break the cost apart.\nShow students how to add the amounts together by making $1 using number bonds and counting on. Check the answer using the column method of addition for dollars, and then do the same for cents and demonstrate the renaming process. Then add the two amounts together. Speak aloud when writing the answer on the board.\nDuring Guided Practice, students are using the number bond method and column method to add together the cost of two items.\nDuring the independent work, students will see a price showing 99c. Before the students start their independent work, discuss the difference in cost that can occur if an item is paid for using cash (amounts can be rounded up or down) or using cards where the exact amount is paid. Remind them of the first lesson of Chapter 8, Rounding to 10.", "formative_assessment": ["use number bonds appropriately to make 100 cents and rename the amount to $1.", "count on to find the total amount.", "use the column method to add money."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "8", "workbook_pages": "21 - 22", "textbook_pages": "36 - 38", "objective": "subtract dollars and cents without renaming.", "approach": "To begin this lesson, provide students with coins and notes and ask them to give themselves $7.40. Then show them the Explore task and ask how they can solve the problem. Allow them to exchange and discard money. Tell them your friend said you could find the answer by physically removing the cost of the poster from the amount of money you started with. Is this true? How do you take 10c away from a 20c coin?\nPrompt students to understand that the 20c coin is the same as two 10c coins. Can 10c be taken away now? Allow them to try this and show each other. Structure their learning by helping them to uncover all three methods of subtraction by posing the Master questions to them in order.\nDuring Guided Practice, students are exposed to a variety of ways that subtraction can be worded in a question. For the first question, point out the key words 'less than' and explain this must mean subtraction. In Example 2, point out the words 'price difference'. Incorrectly suggest this must mean add the different prices together. Allow them to explore this. What does adding do? What does subtraction do? For the third question, discuss what the act of buying something is (an exchange of your money for an item that means your money is reduced, not increased).", "formative_assessment": ["subtract the cents.", "subtract the dollars.", "use concrete materials to help with subtraction.", "use pictorial representations for subtraction by crossing out the amount of money to be subtracted."], "content_priority": "This lesson can be combined with Lesson 9.\nThis is a key lesson but can be combined with Lesson 9.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "9", "workbook_pages": "23 - 24", "textbook_pages": "39 - 40", "objective": "subtract dollars and cents without renaming.", "approach": "To begin this lesson, show students the Explore task and ask them how they can tell which item costs more. Ask students if we should we start with comparing the dollars or cents when we compare money. Ask them to explain their reasoning. Lead them to understand that as dollars have a greater value than cents, it makes more sense to start with comparing the dollars. Then ask them to find how much more the tennis balls in the tube cost in at least 2 ways.\nGo through the methods with students, emphasising the 2 methods shown in Master. The first one organises the money for one-to-one elimination to find the difference. Introduce the phrase 'what is the difference' and relate it to subtraction. The other method is the column method.\nDuring Guided Practice, students are solving simple problems on subtraction.", "formative_assessment": ["subtract the cents.", "subtract the dollars.", "use pictorial representations for subtraction by crossing out the amount of money to be subtracted."], "content_priority": "This lesson can be combined with Lesson 8.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "10", "workbook_pages": "25 - 26", "textbook_pages": "41 - 42", "objective": "subtract dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task and allow them some time to work out the solution. Tell them your friend said that using number bonds is helpful. He said he would break apart the dollars to help him solve this problem. Would this work? How can we find out? Go through the method with students, first by breaking a $1 coin into a 50c coin, 10c coin and two 20c coins. Then subtract the 30c, which leaves 70c remaining. Add the 70c to $6 and 20c, which equals $6 and 90c.\nAsk students if there is another way. Prompt them to look at the cents. Would we be able to split apart the 30c to do the subtraction differently? Show students that 30c can be represented as one 20c coin and one 10c coin. Then subtract 20c from $7 and 20c, which leaves $7. Subtract 10c from $7 to get $6 and 90c. Help students understand why 30c should be split into 20 and 10 rather than three 10c coins.\nDuring Guided Practice, students are subtracting money using these methods.", "formative_assessment": ["subtract the cents.", "subtract the dollars.", "use number bonds when renaming is involved.", "use pictorial representations for subtraction by crossing out the amount of money to be subtracted."], "content_priority": "This is a key lesson but can be combined with Lesson 11.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "11", "workbook_pages": "27 - 28", "textbook_pages": "43 - 45", "objective": "subtract dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task. Ask them how they can work out how much more one item costs compared to another. Follow the progression in the Master section, so students can consolidate using the dollars and cents method before moving onto using number bonds. Ask them how they could use number bonds to help them compare the prices of the chocolate cake and the pink cake.\nTell students your friend said turning $7.40 into $2.40 and $5 would be helpful. Why is this? Is this true? How can we show this? Give them some time to work this out, and then go through the method with them. Help them understand that an amount of money can be rounded up to the nearest dollar to make the subtraction easier. Work through Master 3 and get students to work on the subtraction together with you using the same method.\nDuring Guided Practice, students are subtracting the less expensive item from the more expensive item, regardless of the order in which they appear in the pictorial representation, using the method learnt.", "formative_assessment": ["subtract the cents.", "subtract the dollars.", "use number bonds when renaming is involved."], "content_priority": "This lesson can be combined with Lesson 10.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "12", "workbook_pages": "29 - 30", "textbook_pages": "46 - 48", "objective": "subtract dollars and cents with renaming.", "approach": "To begin this lesson, show students the Explore task and ask them to look very carefully at the pictures to determine how much money each character has. Ask them to tell you what they understand by 'change'. What kind of calculation do we need to do to find the 'change'? Get students to calculate the 'change' for each character using the method learnt in the previous lesson. Then introduce another method as shown in Master.\nShow the class Master 1 and ask them what Amira has done. Explain that first she finds the cents needed to make the next dollar: $4.90 + 10c = $5. Then she finds the difference between $10 and $5, which is $5. Finally, she adds the 10c and $5, which is the 'change' Amira will get. Ask students to use this method to work out Jack's 'change' and Hannah's 'change'.\nDuring Guided Practice, ask students to attempt using both methods to solve the problems.", "formative_assessment": ["subtract the cents.", "subtract the dollars.", "use number bonds when renaming is involved.", "use the counting on strategy to calculate 'change'."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-12", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "13", "workbook_pages": "31 - 32", "textbook_pages": "49 - 51", "objective": "solve word problems involving addition and subtraction of money.", "approach": "To begin this lesson, show students the Explore task and ask them to discuss how to solve this type of problem. Ask them what information they would need, and if that information has been provided in some way. Once they have determined this, ask them if they are able to rewrite the question so it is clear for everyone to understand (see Master 1).\nAsk students to draw a bar model to help them solve the problem. Help them to draw a comparison model by starting with the reduced price. Give students time to complete the bar model and ask them which calculation is needed to find the answer. Then ask them to do the subtraction to work out the answer.\nShow students Master 2 and ask them if they can draw the bar model for this problem. Tell them it is the same type of bar model used in Master 1 with a slight difference. Guide them as they draw the model. Ask them what calculation is needed to find the answer and then use the addition equation to work this out.\nDuring Guided Practice, students are solving two problems.", "formative_assessment": ["add and subtract the cents.", "add and subtract the dollars.", "use number bonds when renaming is involved.", "use the counting on strategy to calculate change.", "use the bar model to help solve addition and subtraction problems.", "relate addition or subtraction to the problem."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-13", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "14", "workbook_pages": "33 - 34", "textbook_pages": "52 - 55", "objective": "solve multi-step word problems involving addition and subtraction of money.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. The problem is asking us to find the change. Ask students if they remember what calculation they need to do to find the 'change', and then discuss the possible strategies to find the solution. As Holly bought two items, how can we calculate how much she has spent? Draw the bar model together with students to show the problem. One solution is to first find the total amount spent, and then subtract it from $50. Is there is another way of finding the answer? Another possibility is to subtract twice.\nShow students Master 2 and discuss the problem with them. Ask them to try drawing a bar model to help them solve part (a) of the problem. Guide students as they draw the model, and then ask them to do the calculation. Proceed to part (b) of the problem and, again, ask them to draw the model and solve the problem.\nDuring Guided Practice, students are using the bar models provided to help them visualise problems and solve them.", "formative_assessment": ["add and subtract the cents.", "add and subtract the dollars.", "use number bonds when renaming is involved.", "use the counting on strategy to calculate change.", "use the bar model to help solve addition and subtraction problems.", "relate addition or subtraction to the problem."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/worksheet-14", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-9/lesson-14"}, {"content_type": "mind_challenge", "textbook_chapter": "9", "textbook_lesson": "15", "workbook_pages": "35", "textbook_pages": "56", "objective": "use knowledge of money to solve problems.", "approach": "Mind Challenge\nStudents work out the answer by considering the conditions set in the problem.\nMaths Journal\nStudents write about the possible combinations of notes and coins to make the greatest and smallest amounts.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "9", "textbook_lesson": "15", "workbook_pages": "36 - 40", "textbook_pages": "56", "objective": "use knowledge of money to solve problems.", "approach": "Mind Challenge\nStudents work out the answer by considering the conditions set in the problem.\nMaths Journal\nStudents write about the possible combinations of notes and coins to make the greatest and smallest amounts.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-9/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "1", "workbook_pages": "41 - 42", "textbook_pages": "58 - 61", "objective": "tell time using a.m./p.m.", "approach": "To begin this lesson, put the terms 'ante meridiem' and 'post meridiem' in front of the class. Ask them to discuss what they think these terms might mean. Tell them that meridiem has something to do with midday. Let them discuss this and continue to drop hints until they arrive at the idea that a.m. and p.m. come from the Latin words for 'before midday' and 'after midday'.\nNow show students the Explore task and let them discuss the question with one another. Ask them how they would write 08:15 in the morning. What would the hour hand look like at that time? Why? Where would the minute hand be? Why? Show them Master 2 and allow them to discuss their thoughts.\nDuring Guided Practice, students are looking at pictorial clues and determining whether it is 'a.m.' or 'p.m.'", "formative_assessment": ["identify a.m. as just after midnight to just before noon.", "identify p.m. as just after noon to just before midnight.", "identify morning, afternoon and evening activities based on pictures.", "recognise 1-minute and 5-minute markers on a clock."], "content_priority": "This lesson can be integrated into other curriculum areas.\nTelling the time can be done incidentally during the school day.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "2", "workbook_pages": "43 - 44", "textbook_pages": "62 - 64", "objective": "tell time to the minute.", "approach": "To begin this lesson, provide students with clocks. Then show them the Explore task and ask them if they can replicate the time shown in the picture on their own clock. What time does the clock show? How do they know? How can they be sure? Count on together with students in fives starting from 9 o'clock to 9:20, and then count on in 1-minute intervals until 9:24. Tell them your friend says that if you count up all of the small markings you get to 60. Is this true? What does the 60 stand for?\nNext, ask students what they notice about the hour hand on their clocks as they move the minute hand. Is there a relationship or does the hour hand just switch numbers at the end of 60 minutes? Allow them to discuss with their partners how the hour hand moves within a period of an hour. For example, when the minute hand shows half past, the hour hand is halfway between hours. Show students the images in Master 3 and 4, and then ask them to describe the positions of the hour hands and explain the difference.\nDuring Guided Practice, students are telling time to the minute. Ask them how they can tell the time to the minute without counting every small marking.", "formative_assessment": ["recognise 1-minute and 5-minute markers on a clock.", "tell time to the minute using pictures and clocks."], "content_priority": "This is a key lesson.\nUse geared clocks if available.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "3", "workbook_pages": "45 - 46", "textbook_pages": "65 - 66", "objective": "tell time using vocabulary, such as o’clock, a.m/.p.m., morning, afternoon, past and half past.", "approach": "To begin this lesson, show students the Explore task and ask them how many ways they can think of to express what time of day it is. Prompt them by telling them your friend says you can say it is 'half to 10'. Is this correct? What terms do we know? Work through Master 1 to describe the different ways to tell time. Then show them Master 2 and ask them how many ways they can express the time shown.\nDuring Guided Practice, students are telling the time in a variety of ways by looking at an analogue clock and using the vocabulary provided.", "formative_assessment": ["tell time to the minute on an analogue clock.", "use the phrases ‘in the afternoon’, ’ in the morning’ or ‘ in the evening’.", "read time on a digital clock.", "recognise ‘half past’ as 30 minutes past the hour.", "recognise ‘quarter past’ as 15 minutes past the hour.", "recognise ‘quarter to’ as 15 minutes to the hour.", "use vocabulary, such as 'o'clock', 'a.m./p.m.', 'past' and 'half past' to tell the time."], "content_priority": "This lesson can be combined with Lesson 4.\nThe language used is essential.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "4", "workbook_pages": "47 - 48", "textbook_pages": "67 - 68", "objective": "tell time using analogue and digital methods.", "approach": "To begin this lesson, show students the Explore task and ask if they can describe the situation. Why are the two clocks showing different times? Get students to read the time on the digital clock and then the time on the clock. Show them how the time on the digital clock can be written — 4 o'clock at night and 4.00 p.m. Then ask them to write the time on the clock. Support them by reminding them how time is read.\nDuring Guided Practice, students are matching analogue time with digital time. Ask them to suggest something that might happen at each of these times.", "formative_assessment": ["tell time to the minute on an analogue clock.", "use the phrases ‘in the afternoon’, 'in the morning’ or ‘in the evening’.", "read time on a digital clock.", "identify a.m. as just after midnight to just before noon.", "identify p.m. as just after noon to just before midnight.", "match time on an analogue clock to the time on a digital clock."], "content_priority": "This lesson can be combined with Lesson 3.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "5", "workbook_pages": "49 - 50", "textbook_pages": "69 - 72", "objective": "tell time to the minute using vocabulary, such as o’clock, a.m./p.m., morning, afternoon, noon and midnight.", "approach": "To begin this lesson, show students the Explore task and ask them if the hour hand is before or after the 12. Where is the minute hand when we say o'clock? Show students Master 2 and 3. Introduce the vocabulary 'noon' and 'midnight'. Tell them that when the time on the clock is showing 12 o'clock; it could be noon or midnight depending on the time of the day. Use this opportunity to discuss the 12-hour and 24-hour clock systems of telling time.\nDuring Guided Practice, students are telling time to the minute using various vocabulary.", "formative_assessment": ["tell time to the minute on an analogue clock.", "use the phrases ‘in the afternoon’, 'in the morning’ or ‘in the evening’.", "read the time on a digital clock.", "identify a.m. as just after midnight to just before noon.", "identify p.m. as just after noon to just before midnight.", "describe a time in more than one way.", "describe 12 o'clock using 'noon' and 'midnight' depending on the time of the day."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "6", "workbook_pages": "51 - 52", "textbook_pages": "73 - 75", "objective": "tell and write the time from 12-hour and 24-hour clocks.", "approach": "To begin this lesson, show students the digital clock from the Explore task and ask them what time the digital clock is showing. Tell them your friend said it is showing 13 minutes. Is this correct? How can we be sure? Allow students time to discuss what the watch is showing. Then tell them you think it might be showing 1 o'clock in the afternoon because if you continue counting after 12 noon, 1 o'clock would be 13. Is this true? (Master 1.) What would the other times be?\nShow students the Explore picture and ask them to talk to their partners about the times shown. Can they tell you at what time the movie 'Coz and Dot' starts? (Master 2) Show them Master 3 and 4, and allow them time to discuss. Is 'Treble C' starting in the morning or evening? What about 'Super Cooper'? How do you know? Ask them, if they need to get into the theatre 15 minutes before the movie begins, what time should they be in by? Impress upon students that when using the 24-hour clock, there is no need to indicate a.m. and p.m.\nDuring Guided Practice, students are writing digital times as a.m. or p.m. and then describing the time using prompts. Ask them if they notice a relationship between the words 'to' and 'past' and the minutes shown (e.g. 1–30 are 'past' and 31–59 are 'to').", "formative_assessment": ["convert 24-hour time into 12-hour time.", "read the time on a digital clock.", "determine whether it is morning, afternoon or evening based on the 24-hour time."], "content_priority": "This is a key lesson.\nIt is essential as it covers the 24-hour clock.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "7", "workbook_pages": "53 - 54", "textbook_pages": "76 - 80", "objective": "measure and compare time in seconds.", "approach": "To begin this lesson, ask students to work in pairs to complete an activity with a stopwatch. Ask them to set it to countdown from 20 seconds. Alternatively, use an online countdown timer for the whole class. Ask students to focus on how long 20 seconds is.\nFirst, ask students to find out how many times they can clap in 20 seconds. Then ask them what other activities they could try to do in 20 seconds. Show them the activities suggested in Master. Help them to draw a table to record the time it takes for each activity. Introduce the abbreviation 's' for seconds. Work through the Master tasks with students and complete the chart. During Master 4, ask students what other activities they think could be completed in the same time it took the swimmers to swim 50 m.\nRemind students that the digits to the right of the seconds indicate part of a second. They will learn about this in future year groups.\nStudents may have the opportunity to use analogue stopwatches. Show them a stopwatch that has started and ask them to decide what the increments stand for. Agree that the stopwatch is showing the time in seconds. Tell students that they will be learning why it is labelled to 60 in future lessons. There may be students who know that 60 seconds is equal to 1 minute.\nDuring Guided Practice, students are looking at the time on a stopwatch and comparing time in seconds.", "formative_assessment": ["read the time in seconds on a stopwatch (digital clock).", "measure activity lengths in seconds.", "compare time in seconds."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "8", "workbook_pages": "55 - 58", "textbook_pages": "81 - 83", "objective": "measure time in seconds.", "approach": "To begin this lesson, provide students with a stopwatch and ask them to record the amount of time it takes them to draw a rectangle accurately using a ruler. Record the times for them. Guide them to see that the same distance walked by different people will take different amounts of time.\nShow the class Master 1 and discuss what is shown on the stopwatch and the phone stopwatch. Ask them to read the times shown. Guide them to see how seconds are displayed in digital form. Ask students to discuss who took longer to draw a rectangle and by how much.\nNext, show them Master 2 and ask them to guess how long it took Holly to get across the playground. Tell them your friend said it took Holly 14 minutes to get across the playground. Is this true? How else can we know that this is not correct? (Is it reasonable to think that it would take someone 14 minutes to get across the playground?)\nDuring Guided Practice, students are reading stopwatches to tell the time in seconds.", "formative_assessment": ["read the time in seconds on a stopwatch (digital clock).", "measure activity lengths in seconds.", "compare time in seconds."], "content_priority": "This lesson can be integrated into other curriculum areas.\nThis is a good lesson to integrate into a PE lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "9", "workbook_pages": "59 - 60", "textbook_pages": "84 - 87", "objective": "measure time in seconds.", "approach": "To begin the lesson, show students an analogue clock with a second hand. Ask them to look at the second hand and compare it with the hour and minute hands. How can we differentiate the second hand from the minute and hour hands? Show students how to read time using the second hand. Guide them to realise that the measurement in seconds using the analogue clock is the same for the minute hand and second hand, and then ask them to count in seconds using the clock face. They can count in blocks of 5 seconds.\nThen use the clock to conduct an experiment to count how many times students can deal a pack of cards in 15 seconds. Students should use the second hand on the clock to measure 15 seconds. Divide students into two groups; one group will focus on watching the time, and the other group will count the number of cards dealt. One card dealt is counted when the card is placed in front of the student. Complete the experiment four times with the groups switching roles each time. Write down the number of cards dealt for each experiment, and then compare the results. The time remains the same, but what about the number of cards dealt? Discuss the results with the class.\nDuring Guided Practice, students are comparing elapsed time in a series of experiments.", "formative_assessment": ["count in fives.", "read the time in seconds on an analogue clock.", "make the connection between the markers on an analogue clock in minutes and seconds.", "compare time in seconds."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "10", "workbook_pages": "61 - 62", "textbook_pages": "88 - 90", "objective": "measure time in hours.", "approach": "To begin this lesson, show students the Explore task. Allow them to talk about how much time has passed by looking at the pictures of the clocks. After they have discussed this, tell them your friend said that because the minute hand has not moved, you only need to count the hours that have passed. Is this true? Is there a way we can check? Ask students what time might look like if we were to place it on a timeline. Is this a helpful tool to see how much time has passed? What intervals would be helpful to mark on a timeline: 5 minutes or 15 minutes? What might it depend on? Prompt them to use the timeline in different ways, using the examples from Master.\nDuring Guided Practice, students are using multiple methods to calculate the passage of time. Help them to discover multiple ways of calculating how much time has passed, and ask them which one is most appropriate for each example. Also ask them to suggest activities for each example bearing in mind the number of hours.", "formative_assessment": ["count time in 1-hour intervals.", "Students know that 15 minutes and 45 minutes make an hour.", "write time in hours", "write time in minutes.", "use pictures of a clock to count time in hours.", "use timeline to count time in hours."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "11", "workbook_pages": "63 - 64", "textbook_pages": "91 - 93", "objective": "measure time in hours.", "approach": "To begin this lesson, show students the Explore task and allow them some time to discuss it. Ask them what '1 hour later' means. Can we rephrase it? Guide students to see that '1 hour later' is the same as 'after 1 hour'. What is 1 hour after 6 p.m.? Use the analogue clock and then a timeline to show the amount of time.\nIntroduce Master 2 and 3. What would 6:30 after 1 hour look like on a timeline? What about 6:15 after two hours? Is there a common pattern when an hour has passed? What happens to the minutes?\nDuring Guided Practice, students are using analogue and digital clocks to calculate the passage of 1 hour and 4 hours. It is important for them to recognise the relationship between the hours and minutes when full hours elapse.", "formative_assessment": ["Pupils can count time in 1-hour intervals.", "Pupils can relate '1 hour later' to 'after 1 hour'.", "count time in 1-hour intervals.", "relate '1 hour later' to 'after 1 hour'.", "write time in hours and minutes.", "use pictures of a clock to support counting time in hours.", "use a timeline to measure time in hours."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "12", "workbook_pages": "65 - 66", "textbook_pages": "94 - 96", "objective": "measure time in hours.", "approach": "To begin this lesson, show students the Explore task and allow them to use an analogue clock to help solve the problem. Guide students to see that the problem requires us to count backwards to find the starting time. Ask them to determine the time on the clock, and then show students how to count backwards in hourly intervals, from 2:10 p.m., then 1:10 p.m., 12:10 p.m., 11:10 a.m. to 10:10 a.m. Ask students if they are able to show 4 hours ago on a timeline. What would that look like? Will the minutes change when you move backwards by 1 full hour? Why, or why not?\nWhat if Tama and his mum took 3 hours and 30 minutes rather than 4 hours? How would that change the starting time? Ask students to use the timeline to show what time they would have started.\nDuring Guided Practice, students are calculating the arrival time of 3 children who started climbing up a mountain at different times.", "formative_assessment": ["count time backwards in hourly intervals.", "count time backwards in 30-minute intervals.", "write time in hours and minutes.", "use pictures of a clock to calculate the starting time in hours and minutes.", "use a timeline to calculate the starting time."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-12", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "13", "workbook_pages": "67 - 68", "textbook_pages": "97 - 100", "objective": "measure time in minutes.", "approach": "To begin this lesson, show students the Explore task and allow them to come up with multiple ways of showing how much time has passed. Tell students your friend said he counted all of the smaller markers to calculate how many minutes had passed. Is this the most efficient way? Are there easier ways?\nPrompt students to count in larger intervals (5-, 10-, 15-, 20- or 30-minute intervals). Which is easiest for them? Pose the questions from the Master section and ask them to show multiple ways of counting the number of minutes that have passed using different intervals. Introduce Master 4 and tell them that the 'length of time' can also be called the 'duration of time'.\nDuring Guided Practice, students are looking at how much time has passed in minutes. Ask them why the hour hand has moved if only minutes have passed. This will consolidate their understanding of the relationship between the minute hand and the hour hand. In the second part of Guided Practice, students are starting from minutes that are not simple multiples of 5. Can they find a way to still count in multiples of 5? Can this be shown on a timeline?", "formative_assessment": ["count time in 5-, 10-, 15- and 30-minute intervals.", "write time in minutes.", "use pictures of a clock to count time in minutes.", "use a timeline to count time in minutes."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-13", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "14", "workbook_pages": "69 - 70", "textbook_pages": "101 - 103", "objective": "measure time in minutes.", "approach": "To begin this lesson, show students the Explore task and allow them to work on this problem. Ask them how many minutes it takes to reach 2:00 p.m. from 1:40 p.m. Show them that the 45-minute duration can be broken up into 20 minutes and 25 minutes using a number bond. Draw the timeline to show 1:40 p.m. to 2:00 p.m., then add 25 minutes to 2:25 p.m. The girls stopped playing at 2:25 p.m. Guide students to see that counting minutes to the next hour, then counting on to find the ending time, is a method of counting time.\nWhat if the girls started at 1:30 p.m. instead of 1:40 p.m.? Get students to calculate the ending time using the method above. How many minutes does it take to make the next hour? How many minutes are left from the duration? Ask them to count on to find the ending time.\nDuring Guided Practice, students are calculating the ending time given the starting time and duration of activities. Ask them to think of activities that take approximately the same amounts of time.", "formative_assessment": ["use a clock to find the end time given the start time and duration in minutes.", "count time in 5-, 10-, 15- and 30-minute intervals.", "use number bonds to break up an amount of time in minutes.", "use a timeline to find the ending time given the starting time and duration in minutes."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-14", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "15", "workbook_pages": "71 - 72", "textbook_pages": "104 - 107", "objective": "measure time in minutes.", "approach": "To begin this lesson, show students the Explore task and ask them how they might calculate when Sam and Ruby started their run. Let them discuss this and ask them to show how they calculate the start times using an analogue clock and a timeline. Encourage them to use the different ways of counting they have learnt in previous lessons, including counting backwards in intervals of 5-minutes, using number bonds to break up larger intervals of minutes and counting backwards to the previous hour, and then counting on.\nDuring Guided Practice, students are calculating the starting time of activities. They are given the length of time in minutes and the end time of activities.", "formative_assessment": ["use a clock to find the start time given the end time and duration in minutes.", "count time in 5-, 10-, 15- and 30-minute intervals.", "use number bonds to break up an amount of time in minutes.", "use a timeline to find the start time given the end time and duration in minutes."], "content_priority": "Assessment\n 1 of 4  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-15", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "16", "workbook_pages": "73 - 74", "textbook_pages": "108 - 109", "objective": "convert minutes into seconds.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-16", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-16"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "17", "workbook_pages": "75 - 76", "textbook_pages": "110 - 112", "objective": "convert seconds into minutes.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-17", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-17"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "18", "workbook_pages": "77 - 78", "textbook_pages": "113 - 115", "objective": "find the number of days in each month, year and leap year.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-18", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-18"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "19", "workbook_pages": "79 - 80", "textbook_pages": "116 - 117", "objective": "find the duration in terms of number of days.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/worksheet-19", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-10/lesson-19"}, {"content_type": "mind_challenge", "textbook_chapter": "10", "textbook_lesson": "20", "workbook_pages": "81", "textbook_pages": "118", "objective": "use the knowledge of time to solve problems.", "approach": "", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "10", "textbook_lesson": "20", "workbook_pages": "82 - 84", "textbook_pages": "118", "objective": "use the knowledge of time to solve problems.", "approach": "", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-10/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "1", "workbook_pages": "85 - 88", "textbook_pages": "120 - 123", "objective": "present data using picture graphs.", "approach": "To begin this lesson, show students the Explore task. Provide them with a variety of counters (e.g. cubes and beans) they can use to represent the coloured pencils in each pot. Show students Master 1. Ask them if they are able to show the data from the tally chart using the counters. Tell them your friend said she used one counter to represent each item on the tally chart. Is this possible? In what ways might we show that we are counting three different items? Can we use different-coloured counters? Can we arrange them in a graph or label them?\nAllow students to arrange the data in different ways, prompting them to consider alternatives. Focusing on the examples in Master, prompt them to construct horizontal and vertical graphs as well. Tell the class your other friend said he could use 5 counters to represent the blue pencils. Is this possible? If 5 counters are used to represent the blue pencils, how many counters should be used for the red and green pencils? Can this be presented in a graph? Get them to draw the graph using this scale of 2.\nDuring Guided Practice, students are using data presented in a graph to complete a table and then draw another picture graph with a scale of 2.", "formative_assessment": ["organise data into a table.", "read a picture graph with a scale of 1.", "read a picture graph with a scale of 2.", "read a tally chart.", "create a picture graph with a scale of 2.", "still read a picture graph if the pictures are horizontal or vertical."], "content_priority": "This lesson can be completed if time allows.\nPicture graphs are covered in Textbook 3A, Chapter 8 so this lesson is a recap, although it introduces the idea of scale.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-11/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "2", "workbook_pages": "89 - 92", "textbook_pages": "124 - 126", "objective": "interpret and present data using bar charts.", "approach": "To begin this lesson, show students the Explore task. Ask them questions about the graph, such as what each red cube represents and the number of each coloured pencils. Then ask students if they have heard of other types of graphs. Tell them that there are other types we can use to present data, such as the number of pencils.\nShow students the bar graph in Master and ask them if they can see any similarities between the picture graph and the bar graph. What are the differences? Lead them to see that there are numbers shown on the line that reads 'number of pencils'. Introduce the word 'scale' to students. Tell them that in a bar graph we don't need to count the number as we would in the picture graph; instead we can tell the number by reading the 'scale'. Then proceed to show students how to read the 'scale' for each of the bars: 10 blue pencils, 4 red pencils and 8 green pencils.\nAsk students which is the largest group of coloured pencils and which is the smallest. Can we find how many more the largest group have by looking at the graph? Show the class how to read the 'difference' by using the bar graph. Then ask them to show how many more blue pencils there are than red pencils.\nDuring Guided Practice, students are interpreting information from a bar graph and answering related questions.", "formative_assessment": ["use the term 'bar graph'.", "differentiate between a picture graph and a bar graph.", "Students know what the scale is on a bar graph.", "read a bar graph and answer questions related to it."], "content_priority": "This is a key lesson.\nThis lesson is essential as it introduces the axes and reading from a scale.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-11/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "3", "workbook_pages": "93 - 96", "textbook_pages": "127 - 129", "objective": "interpret and present data using bar charts.", "approach": "To begin this lesson, show students the Explore task and ask them what information they can learn from the bar graph. Tell them your friend knows which drink is the most popular and least popular. Is this true? Does the graph show this kind of information? Tell students you think it only shows how many drinks are sold. Allow them time to discuss what the graphs are showing.\nThen ask students to work in groups of 4 to create 3 questions using the bar graph. Gather all the questions created and ask them to answer the questions. Go through the questions in Master. Did students create similar questions? Show them how to use the data from the graph to answer the questions.\nDuring Guided Practice, students are answering questions about a bar graph that is horizontally represented. Ask them how this bar graph is different from the one in the Explore task. Guide them to see that the graphs are essentially the same, only presented in a different orientation.", "formative_assessment": ["use the term 'bar graph'.", "Students know what the scale is on the bar graph.", "read a bar graph and answer questions related to it.", "read a bar graph presented horizontally."], "content_priority": "This lesson can be completed if time allows.\nThis lesson covers the same concepts as Lesson 2 so can be omitted if time is an issue.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-11/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "4", "workbook_pages": "97 - 100", "textbook_pages": "130 - 133", "objective": "interpret and present data using scaled bar charts.", "approach": "To begin this lesson, show students the Explore task and allow them time to look at the information presented. Ask them how children walked to school. How about taking the bus? Then ask them if they can tell you how many children cycled to school.\nPrompt students to look at the scale of the graph and discuss what might have been the issue. It is important that they are able to determine the scale of a graph, so spend time focusing on how to read the scale with them. Draw their attention to the small markings between the numbers. What does each marking represent? Guide students to count on to determine what each marking represents. Help them to use the knowledge gained from previous lessons on reading measurements from different scales.\nShow students how to determine the number of children who cycled to school by drawing a dotted line down from the cycle bar to the scale. Guide students to count on from 10, and then count backwards from 15. Ask them to use the same method to find the number children who took the car to school. Ask students to work in groups of 4 to create 3 more questions using the bar graph, and then get them to exchange their questions with another group and find the answers.\nDuring Guided Practice, students are reading the information from a bar graph with a scale of 10.", "formative_assessment": ["use the term 'bar graph'.", "determine the scale on the bar graph.", "read a bar graph and answer questions related to it.", "read a bar graph presented horizontally."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-11/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "5", "workbook_pages": "101 - 104", "textbook_pages": "134 - 138", "objective": "interpret and present data using scaled bar charts.", "approach": "To begin this lesson, provide students with an enlarged version of the graph from the Explore task. Ask them to describe the information presented. Remind them to determine the scale used for this bar graph. Give them time to read the graph and then give you some responses. Write their descriptions on the board.\nAsk students to look at Charles' statement. Is it correct? Ask them to use the bar graph to check his statement. Then ask students to use the bar graph to gather more information they could use to make their own statements.\nDuring Guided Practice, students are reading a horizontal bar graph based on the number of children who attended an after-school activity over five days.", "formative_assessment": ["use the term 'bar graph'.", "determine the scale on the bar graph.", "read a bar graph and answer questions related to it.", "read a bar graph presented horizontally."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-11/lesson-5"}, {"content_type": "mind_challenge", "textbook_chapter": "11", "textbook_lesson": "6", "workbook_pages": "105", "textbook_pages": "139 - 140", "objective": "use knowledge of graphs to solve problems.", "approach": "Mind Challenge\nStudents complete the labels on a bar graph based on the given information.\nMaths Journal\nStudents find examples of graphs in newspapers, magazines or online to interpret and compare them.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "11", "textbook_lesson": "6", "workbook_pages": "106 - 108", "textbook_pages": "139 - 140", "objective": "use knowledge of graphs to solve problems.", "approach": "Mind Challenge\nStudents complete the labels on a bar graph based on the given information.\nMaths Journal\nStudents find examples of graphs in newspapers, magazines or online to interpret and compare them.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-11/review-1", "textbook_url": ""}, {"content_type": "revision3", "textbook_chapter": "11", "textbook_lesson": "7", "workbook_pages": "109 - 114", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/revision-3/revision-3", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "1", "workbook_pages": "115 - 116", "textbook_pages": "142 - 148", "objective": "count in tenths.", "approach": "To begin this lesson, display the Explore task and ask students to look at the whole brownie. How many small pieces can the brownie be cut into? Then ask them how many pieces each character will get.\nShow them that if the brownie is cut into 10 pieces, then each piece is 1 out of 10 pieces. How do we write 1 out 10? If students do not recall fractions previously learnt, write the fractional notation 1/10 as you read 1 out of 10, and then tell students it is read as 1 tenth. Draw a number line from 0 to 1 and ask students where to place 1/10. Give them time to discuss this, and then ask them if they know how many tenths there are in 1 whole. Count together with them using the number line. Ask them what 2 pieces of brownie is — 2/10 — and then indicate this on the number line. Work through Master until you reach 1 whole, and then count the tenths backwards. Count forwards and backwards a few times, starting from different tenths. Explain that the number line is divided into intervals, each representing 1 tenth.\nDuring Guided Practice, students are exploring different visuals of tenths in a bar and on a number line. What are the similarities between them? Are there any differences?", "formative_assessment": ["identify a tenth as 1 of 10 equal pieces.", "use a number line to show tenths.", "count in tenths.", "complete a number sequence by counting in tenths.", "use concrete materials to show tenths."], "content_priority": "This is a key lesson.\nThis chapter is vital if fractions were missed in Year 3. You may need to integrate lessons from Textbook 3B, Chapter 13 into this chapter.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "2", "workbook_pages": "117 - 118", "textbook_pages": "149 - 151", "objective": "add fractions with the same denominator within 1 whole.", "approach": "To begin this lesson, show students the Explore task and discuss the number of parts the cake has been divided into. How many pieces have strawberry icing? How many pieces have chocolate icing? Therefore, we can see that 3 pieces of cake with strawberry icing and 5 pieces of cake with chocolate icing make a total of 8 pieces. Ask students how we write 3 out of 8 pieces. Tell them we read 3/8 as 3 eighths. What about 5 out of 8 pieces? How do we read 5/8? Point out that 3/8 and 5/8 will make 8/8.\nAsk students what they notice about the denominators and numerators. Guide them to see that the denominator tells us the total number of equal parts a whole has been divided into; that is why it remains the same whether we count the strawberry or chocolate parts. The numerator tells us the number of equal parts we are counting, and that is why it is 3 when we count the strawberry parts and 5 when we count the chocolate parts.\nProvide students with small paper squares in two different colours and ask them to combine them to make 8 pieces. For each pattern, ask them to write the two fractions that will make 8/8. Show them that we can also use number bonds to present the pairs of fractions.\nDuring Guided Practice, students are finding number pairs to make a fraction.", "formative_assessment": ["count in fractions.", "use concrete materials to show fractions.", "use number bonds to show how a fraction is made up."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "3", "workbook_pages": "119 - 120", "textbook_pages": "152 - 154", "objective": "add fractions with the same denominator within 1 whole.", "approach": "To begin this lesson, provide students with a piece of paper that has been divided into fifths. Tell them to pretend that this is a sushi roll. Show them the Explore task and ask them to share the bar in the same way. Ask them how they will do this; allow them to shade the parts and cut them out, etc. Then ask them to display what they have done and show you how much of the sushi roll has been eaten by each character.\nAsk them to write the fraction for the amount of sushi each character has eaten. Guide them to see that as the sushi roll has been divided into 7 parts, each part should be written as 1/7 and read as 1 seventh. Then ask them to find how much sushi both of them have eaten altogether. Show them we can add the two fractions: 1/7 and 3/7 to find the total amount of sushi eaten, which is 4/7.\nGuide students to conclude that adding fractions with the same denominator is the same as adding whole numbers. We do not add the denominator because it only tells us how many equal parts a whole has been divided into. We add the numerators because they tell us the number of equal parts we are counting.\nDuring Guided Practice, students are adding together fractions with the same denominator using pictures and fractional notations.", "formative_assessment": ["Students understand the relationship between the numerator and denominator.", "add fractions with the same denominator within a whole.", "use concrete materials to show fractions."], "content_priority": "This lesson can be combined with Lesson 4.\nLessons 3 and 4 cover the same concept so can be combined.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "4", "workbook_pages": "121 - 122", "textbook_pages": "155 - 157", "objective": "add fractions with the same denominator within 1 whole.", "approach": "To begin this lesson, provide students with a piece of paper and ask them to fold it into 6 equal pieces. Also provide them with two different coloured pencils. Tell them that the paper has been cut into 6 equal pieces.\nNow show students the Explore task and ask them if they can solve the problem using their own paper. Allow them some time to work out the solution. When they begin to say they have taken all the paper, tell them that is impossible because they were only taking a fraction of it! Tell them they will need to prove it to you. Ask them if they are able to draw it for you, as in Master 1. Can they show you using a bar? Finally, agree that all the paper has been taken.\nAsk students if this is true for all fractions — when the numerator equals the denominator, do you have 1 whole? Ask them to try this out with a number of fractions to check that it is always correct. Provide the class with further examples of addition as shown in the Master tasks.\nDuring Guided Practice, students are adding fractions with the same denominator.", "formative_assessment": ["Students understand the relationship between the numerator and denominator.", "add fractions with the same denominator within a whole.", "use concrete materials to show fractions."], "content_priority": "This lesson can be combined with Lesson 3.\nLessons 3 and 4 cover the same concept so can be combined.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "5", "workbook_pages": "123 - 124", "textbook_pages": "158 - 160", "objective": "subtract fractions with the same denominator within 1 whole.", "approach": "To begin this lesson, provide students with an enlarged copy of the sushi roll in the Explore task and discuss the problem with them. There are two parts to the problem. The first part of the problem tells us that Hannah has already taken 1 piece of the sushi roll, and the picture shows the amount of sushi left. The second part tells us that Ravi is going to take 5 more pieces of sushi.\nAsk students how many pieces the sushi roll was divided into at first. How can we tell? Since Hannah has taken 1 piece and there are 8 pieces left, this tells us that there were 9 pieces at first. Ask students what the fraction is for 1 piece of sushi roll, and tell them that 1/9 should be read as 1 ninths. What fraction of the sushi has Hannah taken? 1/9 should be read as 1 ninths. What fraction of the sushi roll is left after Ravi has taken his share? 3/9 should be read as 3 ninths.\nRavi then takes 5 pieces. What fraction of the sushi roll is 1 piece? There are 8/9 of the sushi roll remaining. After he takes 5/9, what fraction of sushi roll is left? Ask students if they know which calculation to do to find the fraction of sushi left. We need to use subtraction to find the fraction of sushi roll left: 8/9 – 5/9 = 3/9.\nGo through Master 2, subtracting 3/7 from 6/7. Guide students to conclude that subtracting fractions with the same denominator is the same as subtracting whole numbers (as in addition). We do not subtract the denominator as it tells us how many parts a whole has been divided into. We subtract the numerators as they tell us the number of parts we are counting.\nDuring Guided Practice, students are subtracting fractions with the same denominator.", "formative_assessment": ["Students understand the relationship between the numerator and denominator.", "subtract fractions with the same denominator within a whole.", "use concrete materials or drawings to show fractions."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "6", "workbook_pages": "125 - 126", "textbook_pages": "161 - 164", "objective": "recognise and show equivalent fractions.", "approach": "To begin this lesson, provide students with a number of paper strips of equal length. Ask them to take a piece of paper and fold it into 2 equal parts, shading in 1 part. Tell them the shaded part is their piece. Ask them what fraction they have, prompting them to see it is 1 half. Write 1/2 on the board and place a strip of paper divided into 2 parts beside it.\nNow show students the Explore task and ask them to discuss what is meant by this problem. How can we have more parts, but still use the same strip of paper? Is there something we can do to increase the number of parts here? Prompt students to fold the paper more times. Is it possible to turn the 2 parts into 4 parts? Allow them time to attempt this. Now that we have 4 parts, what should we call each part? We call them 1 quarter. Ask students if they know how to write the fraction for 1/4, and then write it on the board and place a strip of paper divided into 4 parts beside it.\nAsk students to compare the two strips of paper — compare each part and compare the whole. Ask them to tell you what they observe. The whole has remained the same, but the number of parts has changed. Lead students to see that 1/2 is now 2/4 by putting the two strips one above the other to compare. Guide them to see that although the whole has been divided into more equal parts, the whole has not changed. We call these fractions equivalent because they are equal, so 1/2 = 2/4. Ask them to try finding other equivalent fractions of 1/2.\nDuring Guided Practice, students are expected to divide the images into smaller parts, paying close attention to which number is being given: the numerator (the number of parts that will be shaded) or the denominator (the number of parts that the whole has been divided by).", "formative_assessment": ["Students understand that the numerator is the number of equal parts from a whole that is being counted.", "Students understand that the denominator is the total number of equal parts a whole has been divided into.", "Students understand that equivalent fractions are equal.", "divide a whole into smaller parts to find equivalent fractions by drawing."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "7", "workbook_pages": "127 - 128", "textbook_pages": "165 - 168", "objective": "recognise and show equivalent fractions.", "approach": "To begin this lesson, provide students with strips of paper and ask if they are able to fold them into 4 equal pieces. Ask students to shade in 1 part and ask them the name of that part, reminding them that the name of a whole piece, which has been separated into 4 equal pieces, makes quarters. Then show students the Explore task.\nAsk them if they think it is possible to write 1 quarter in different ways. Could folding the paper be helpful, as in the last lesson? Allow them some time to work on this, taking their answers and creating a chart of possible solutions. Are they able to turn the 4 equal pieces into 8 or 16, or any other number? How many pieces are shaded in each? Does this mean they are then equal to 1/4?\nDuring Guided Practice, students are looking at a fraction diagram and determining whether or not fractions are equivalent. Notice the variation in the horizontal and vertical layouts, as well as the fact that 4 is a common number. Help students navigate through complications, for example, working out that 4 shaded parts do not make fractions equivalent.", "formative_assessment": ["Students understand that the numerator is the number of equal parts from a whole being counted.", "Students understand that the denominator is the total number of equal parts a whole has been divided into.", "Students understand that equivalent fractions are equal.", "divide a whole into smaller parts to find equivalent fractions by drawing."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "8", "workbook_pages": "129 - 130", "textbook_pages": "169 - 171", "objective": "recognise and show equivalent fractions.", "approach": "To begin this lesson, provide students with several strips of paper, and then show them the Explore task.\nAs they begin folding, tell them your friend said if you place a number line above or below the folded paper and make markers at each of the folds, you can place the fractions on a number line. Is this true? How might that look? Let students try this in their exercise books or on a whiteboard. Model this for them on a large piece of paper and ask them what would go at the start of the number line. Is it the number 1, or is it 0?\nAllow students to discuss which number they think would go at the start of the number line and why. Tell them your friend said that he pretends a number line is just like the measures on the side of a measuring cup. When there is no water in the measuring cup, there is 0.\nAs you begin to fill the cup, what happens? Can you use this information to help construct a number line? It is important for students to see the folded paper above or below the number line so they can see the relationship between the folded sections on the paper and the fractions. Ask students if, by looking at the chart you have collectively created, they can see equivalent fractions.\nDuring Guided Practice, students are using bar models to find equivalent fractions.", "formative_assessment": ["use a number line to show fractions.", "count in fractions.", "find the equivalent numerator, given a fraction and its equivalent denominator.", "find the equivalent denominator, given a fraction and its equivalent numerator.", "find equivalent fractions by using a bar model."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "9", "workbook_pages": "131 - 132", "textbook_pages": "172 - 175", "objective": "find equivalent fractions.", "approach": "To begin this lesson, provide students with pieces of paper and crayons. Ask them to fold their pieces of paper in half and to shade 1/2. Now show students the Explore task and ask if they are able to explain with 1/2 is equivalent to 2/4?\nTell students they can cut or fold the paper to explain. As they begin to find equivalent fractions, structure their learning by writing the equivalent fractions on the board or on a piece of paper for the class to see.\nWhen students are confident making fractions equivalent to 1/2, ask if they are able to see a pattern as identified in Master 4. Do they notice anything about the numerators and denominators? Tell them your friend said she sees a pattern involving multiplication. What does she mean by this? Let students discuss this idea. Are they able to use this pattern to create other equivalent fractions?\nDuring Guided Practice, students are finding equivalent fractions using pictures and multiplication.", "formative_assessment": ["multiply a 1-digit number by a 1-digit number.", "show equivalent fractions by drawing.", "find the equivalent numerator, given a fraction and its equivalent denominator.", "find the equivalent denominator, given a fraction and its equivalent numerator.", "find equivalent fractions by using multiplication."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "10", "workbook_pages": "133 - 134", "textbook_pages": "176 - 178", "objective": "find equivalent fractions.", "approach": "To begin this lesson, provide each student with an enlarged copy of the fraction in the Explore task. Ask them what is 2/3. Where is 2/3 shown on the bar model? Guide students to see that the whole is divided into 3 parts, each part is 1 third and the 2 coloured parts make 2/3. It is read as 2 thirds. Ask them what they understand by sixths. What does it tell us about the whole? It means that a whole is divided into 6 equal parts. How can we write 2/3 as sixths?\nProvide students with diagrams of bar models divided into 3 equal parts and allow them some time to work on this. Guide them by asking how 3 parts can be converted into 6 parts. How do we get 6 from 3? Can we use multiplication? Allow students to work on this problem together. When structuring their learning, review the multiplication method and picture-splitting method learnt in previous lessons. Continue with the same procedure using the examples from Master.\nDuring Guided Practice, students are using the multiplication method and picture-splitting method to solve the problems.", "formative_assessment": ["multiply a 1-digit number by a 1-digit number.", "show equivalent fractions by drawing.", "find the equivalent numerator given a fraction and its equivalent denominator.", "find equivalent fractions by using multiplication."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "11", "workbook_pages": "135 - 136", "textbook_pages": "179 - 180", "objective": "find equivalent fractions.", "approach": "To begin this lesson, provide each student with a bar model diagram divided into 5 parts and ask them to shade 3/5. Now show students the Explore task and ask them how many tenths are equal to 3/5? What does it mean when the numerator changes from 3 to 6? It means that we have change the 3 parts into 6 parts. How can we do that?\nAllow students time to draw on their bar models. Let them show their drawing and explain their thinking. Ask them if the whole still remains as 5 parts? If we divide 3/5 into 10 smaller parts, we must do the same for all the fifths. How many parts is the whole now? How many parts are shaded? We can see that 3/5 = 6/10.\nDuring Guided Practice, students are looking at a new pictorial representation that resembles what they have just done in the Explore task.", "formative_assessment": ["multiply a 1-digit number by a 1-digit number.", "show equivalent fractions by drawing.", "find the equivalent denominator, given a fraction and its equivalent numerator.", "find equivalent fractions by using multiplication."], "content_priority": "This lesson can be completed if time allows.\nThis lesson covers content from Lessons 9 and 10 so can be omitted if time is an issue.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "12", "workbook_pages": "137 - 138", "textbook_pages": "181 - 182", "objective": "find the simplest form of a fraction.", "approach": "Prepare a game similar to the one in the Explore task for this lesson using 9 small pieces of rectangular paper.\nTo begin the lesson, show students the the Explore task and ask them how many parts have been painted altogether. What fraction is each part? Holly paints 3 parts. What fraction does she paint? Holly paints 3/9 of the game. Use Master and the pre-prepared game to show the class 3/9. Then move the parts to show that 3 parts (3/9) can form 1 part, and 9 pieces (9/9) can form 3 parts. We can see that 3/9 = 1/3 of the game. When we do this, we say that 1/3 is the simplest form of 3/9.\nRepeat the process for the fraction of the game Sam paints (6/9). In order to demonstrate the simplest form, it is easier to show the fractions of game the children paint using the ways shown in Master.\nDuring Guided Practice, students are using a picture to help them see the simplest form of a fraction. Encourage them to draw diagrams to help them answer the second set of questions if needed.", "formative_assessment": ["use pictures and concrete materials to simplify a fraction.", "explain how they have simplified a fraction by creating larger equal pieces."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-12", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "13", "workbook_pages": "139 - 140", "textbook_pages": "183 - 185", "objective": "find the simplest form of a fraction.", "approach": "To begin this lesson, show students the Explore task and ask them how they will know which fractions are equivalent to 4/12. Give them time to look at the shaded bars. Which fractions are equivalent to 4/12? There are 2 fractions: 2/6 and 1/3.\nFollow Master to structure students' responses, starting first with 2/6. Ask them whether they notice anything special between 4/12 and 2/6, and allow them to discuss. Ask them to use multiplication and division to show the special relationship. Do the same for 4/12 and 1/3. Then show students that 4/12 = 2/6 = 1/3. We say that 1/3 is the simplest form of 4/12.\nDuring Guided Practice, students are simplifying fractions using pictorial representations and division.", "formative_assessment": ["use pictures and concrete materials to simplify a fraction.", "explain how they have simplified a fraction by creating larger equal pieces.", "use concrete materials and pictures to compare fractions to identify equivalence."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-13", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "14", "workbook_pages": "141 - 142", "textbook_pages": "186 - 188", "objective": "find equivalent fractions using multiplication or division.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss the three sets of thinking. To help structure their learning, use pictorial representations as shown in Master. Ensure that students are able to communicate to you more than just whether or not the Explore task was correct — they must also state why.\nDuring Guided Practice, students are using multiplication and division to show equivalence and simplify fractions.", "formative_assessment": ["multiply a 1-digit number by a 1-digit number.", "Students understand that to find an equivalent fraction, both the numerator and denominator must be multiplied by the same number.", "Students understand that to find an equivalent fraction, both the numerator and denominator must be divided by the same number.", "find the equivalent denominator, given a fraction and its equivalent numerator.", "find the equivalent numerator, given a fraction and its equivalent denominator."], "content_priority": "This is a key lesson.\nThis lesson is essential to address any misconceptions pupils may have.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-14", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "15", "workbook_pages": "143 - 144", "textbook_pages": "189 - 191", "objective": "compare unit fractions.", "approach": "To begin this lesson, provide students with a pieces of paper that have been cut into circles. Show students the Explore task and ask if they are able to help solve this problem by looking at the picture and using the pieces of paper in front of them. They may cut, fold or write on the paper as they see fit. As the students are working, tell them your friend said she can draw a bar model to show which fraction is bigger. Is this possible? What would it look like? Ask students to represent the fractions as paper folds as well as on a bar model. Work through Master to structure students' learning — it is important they are able to articulate, rather than just show you, the reasons behind their thinking.\n\nDuring Guided Practice, students are shading diagrams to help them compare fractions, using terms such as 'greater' and 'smaller'. They are also using 'greater than' and 'less than' symbols to compare fractions. Help them to visualise which fraction is bigger by drawing the fractions using a bar model.", "formative_assessment": ["use the terms 'greater than' and 'less than' to compare fractions.", "use pictures and concrete materials to compare fractions.", "use the symbols > and < to compare fractions."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-15", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "16", "workbook_pages": "145 - 146", "textbook_pages": "192 - 197", "objective": "compare fractions with the same denominator.", "approach": "To begin this lesson, show students the Explore task. Ask them to read the problem and look at the diagram. Charles takes 1 tenth and Tama takes 9 tenths. Who has more? Students will be able to easily see that Jack has less pancake. Ask the students to look at the fractions and guide them to see that Jack takes 1 part from 10 parts. So 1 out of 10 parts becomes 1/10. Ask the students to find other fractions that show that Tama has a greater fraction of the cake than Charles. What fraction does Charles have when Tama has a greater amount? What do they notice about the numerator and denominator?\nThen represent the fractions using a bar model, as shown in Master 1. We can see that 1/10 is less than 9/10. Therefore, Charles has less pancake than Tama. Help students to see that when the denominators are the same, we only need to compare the numerators to see which fraction is greater.\nFor the next part of the task, ask students if there are other ways for Tama to take more of the pancake than Charles. What if Tama gets 7 pieces? What would the fraction be for Tama? What about Charles? Show students Master 3 and ask students what fractions are shown for Charles and Tama. Both get 5/10, therefore they get the same amount. Ask students to write 5/10 in its simplest form. 5/10 = 1/2.\nLastly, show students Master 4 and ask them what fractions are shown for Charles and Tama. Tama gets 2/10 and Charles gets 8/10. Who gets more? 8/10 > 2/10. Ask students to write these two fractions in their simplest form: 4/5 > 1/5.\nDuring Guided Practice, students are comparing fractions with the same denominators.", "formative_assessment": ["use the terms 'greater than' and 'less than' to compare fractions.", "use pictures and concrete materials to compare fractions.", "use the symbols > and < to compare fractions."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-16", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-16"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "17", "workbook_pages": "147 - 148", "textbook_pages": "198 - 200", "objective": "compare fractions with different denominators.", "approach": "To begin this lesson, show students the Explore task and ask them how they can compare fractions with different names. Is this possible? Tell students your friend said she uses pictures to compare fractions that do not have the same name. Would this be helpful? Draw a bar model to show sixths, and then another one to show sevenths. Ask students how to shade the bar to show 5/6 (shade 5 parts out of 6). What about 5/7 (shade 5 parts out of 7)? By comparing the sizes of the shaded parts in each bar, students will be able to see that 5/7 is less than 5/6.\nAsk students to compare 2/3 and 2/5 using the same method. Allow them time to draw the bars to make the comparison. Then ask students to compare 4/5 and 4/9 by looking at the number lines in Master 3. Ask students to use >, < or = to compare the two fractions.\nDuring Guided Practice, students are comparing fractions with different denominators by shading the bar models and comparing number lines. For Guided Practice 3, ask students to try drawing their own bar models to make the comparison.", "formative_assessment": ["use the terms 'greater than' and 'less than' to compare fractions.", "use pictures and concrete materials to compare fractions.", "use the symbols > and < to compare fractions.", "compare fractions with different denominators using pictures."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-17", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-17"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "18", "workbook_pages": "149 - 150", "textbook_pages": "201 - 204", "objective": "add fractions with the same denominator within 1 whole.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. How many pieces has the cake been cut into? What fraction of the cake did each child take? Can you show me by shading the fraction on the diagram? What is the problem asking us to find? What calculation do we need to make to find the fraction of cake they took altogether (2/8 + 4/8 = 6/8)? You could ask students to check their answer is correct by counting the number of shaded parts in the diagram.\nOnce students have added the fractions together, ask whether the fractions are in their simplest form. Are they able to find the simplest form of the fractions? Guide them to use the diagrams to show the simplest form.\nWork through Master 2 and 3 using a bar model and number line to illustrate the concept of addition. Help students conclude that the concepts of addition for fractions and whole numbers are the same, e.g. putting together or counting on.\nDuring Guided Practice, students are adding fractions with the same denominator and checking that they are in the simplest form.", "formative_assessment": ["use a number line to show the addition of fractions by counting on.", "use bar models to show the addition of fractions by putting together.", "add fractions with the same denominators by adding the numerators.", "find the simplest form of a fraction."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-18", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-18"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "19", "workbook_pages": "151 - 152", "textbook_pages": "205 - 207", "objective": "subtract fractions with the same denominators within 1 whole.", "approach": "To begin this lesson, show students the Explore task and ask them what fraction of eggs are in the picture; is it quarters or sixths? How can we know? Allow students time to discuss the problem and find a solution. Ask them how many ways they can show you the answer, e.g. with pictures, numbers or words. Guide students to conclude that the concepts for subtraction of fractions are the same as subtraction of whole numbers, e.g. taking away, crossing out or counting backwards.\nProvide students with further examples, as in Master. Once they have solved the problem, ask whether the fraction that remains is in its simplest form. How do they know? Ask them to show you using pictures.\nDuring Guided Practice, students are subtracting fractions with the same denominator within 1 whole.", "formative_assessment": ["cross out fractions to show the subtraction of fractions.", "use a number line to show the subtraction of fractions by counting backwards.", "use bar models to show the subtraction of fractions by taking away.", "subtract fractions with the same denominators by subtracting the numerators.", "find the simplest form of a fraction."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-19", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-19"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "20", "workbook_pages": "153 - 154", "textbook_pages": "208 - 210", "objective": "subtract a fraction from 1 whole.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. Ask them how many pieces there are in the puzzle. Students can see from the picture that 5 pieces of puzzle have been put together and Holly is holding 1 piece. Therefore, the puzzle has 6 pieces. We can write 1 = 6/6.\nAsk students to write the fraction for the amount of the puzzle Holly has completed. Ask them to think about the calculation and how they would show the solution. Structure the learning for this task by asking students to represent this problem and solution in as many ways as possible (pictures, fractions, words, number lines, and so on). Students have to learn how to rewrite 1 as a fraction with different fractional parts to do the subtraction.\nDuring Guided Practice, students are subtracting fractions from 1 whole by rewriting the 1 as a fraction.", "formative_assessment": ["rewrite 1 as a fraction to answer a subtraction equation.", "cross out fractions to show the subtraction of fractions.", "use bar models to show the subtraction of fractions by taking away.", "subtract fractions with the same denominators by subtracting the numerators."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-20", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-20"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "21", "workbook_pages": "155 - 156", "textbook_pages": "211 - 212", "objective": "recognise, find and write fractions of a discrete set of objects.", "approach": "To begin this lesson, provide students with 8 counters each. Show them the Explore task and ask them to solve the problem using the counters. If there are 8 jelly beans in total shared equally between 2 friends, how many will each get? Ask students to use their counters to show that each child will get 4 jelly beans. Then ask them if it is possible to represent this as a fraction.\nExplain that another way of sharing 8 jelly beans with 2 children is to find 1/2 of 8. Show the class how the 8 counters can be divided into 2 parts by drawing 2 halves within a bar model, each half with 4 counters. Guide students to see that there are 2 halves and 1/2 of 8 is 4. How can we write that down mathematically? Show them how to write the mathematical statement, 1/2 of 8 = 4. Explain that when we share a set of objects with 2 people, we need to divide it into 2 parts and find how many are in 1 part and this is the same as finding 1/2 of the set of objects.\nWhat if we need to share the 8 jelly beans between 4 children? What fraction of the 12 jelly beans are we finding? What if we need to share 8 jelly beans between 4 children? What fraction of the 8 jelly beans are we finding? Guide students to draw the quarters and eighths within a bar model and divide the counters accordingly. Then write the mathematical statements for each problem.\nDuring Guided Practice, students are using bar models and pictures to show how to share equally using fractions. At this stage, allow them to continue using the counters from the original task.", "formative_assessment": ["divide a 2-digit number by a 1-digit number.", "use concrete materials to divide a whole number of items into equal groups.", "use pictures to draw equal groups.", "use bar model diagrams to represent equal amounts.", "find a unit fraction of a set using division.", "write a mathematical statement for a fraction of a set."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-21", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-21"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "22", "workbook_pages": "157 - 158", "textbook_pages": "213 - 215", "objective": "recognise, find and write fractions of a discrete set of objects.", "approach": "To begin this lesson, provide students with 12 counters each and show them the Explore task. Ask if they are able to work out what 3/4 of the children is. How about finding 1/4 first? Can they use what they learnt in the previous lesson to find 1/4 of 12? Ask them to use the counters to show how to divide 12 by 4. Then ask them again what is 1/4 of 12. Reiterate that 1/4 means 1 part out of the 4 parts. After they have shown the divided counters, ask them to write the mathematical statement 1/4 of 12 = 3.\nIf we can see that 1/4 is 3 children, what will 3/4 be? If 1/4 is 1 part of 12 children, then 3/4 would be 3 parts of 12 children. We can use multiplication, 3 × 3 to find that 3/4 is 9 children. Ask students to write the mathematical statement 3/4 of 12 = 3 × 3 = 9. Explain that when we have to find the multiple parts of a set of objects, we can first find 1 part, and then multiply to find the answer.\nThen ask students to try finding 2/3 of 12 children and 5/6 of 12 children. Can they write the mathematical statements for these problems? Guide students to use the counters and draw the fractions to find the answers, and then relate it to the mathematical statements they need to write.\nDuring Guided Practice, students are finding the fractions of a set of objects. Reinforce the idea that they need to find 1 part before finding 2, 3 or 4 parts to find the answer. Allow them to use counters to do the division and multiplication.", "formative_assessment": ["divide a 2-digit number by a 1-digit number.", "use concrete materials to divide a whole number of items into equal groups.", "use pictures to draw equal groups.", "use bar model diagrams to represent equal amounts.", "find a unit fraction of a set using division.", "find a fraction of a set using division and multiplication.", "write a mathematical statement for a fraction of a set."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-22", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-22"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "23", "workbook_pages": "159 - 160", "textbook_pages": "216 - 218", "objective": "recognise, find and write fractions of a discrete set of objects.", "approach": "To begin this lesson, provide students with counters, fraction frames (bar model frames) and other materials they may need to express their learning. Show the class the Explore task and give them time to solve the problem. Ask students how many ways they are able to show you their understanding. Tell them to show at least two ways. Reinforce the bar model method, where the total number of apples is represented by the bar and each equal part of the bar represents a unit fraction of the apples. Students then use division to find the value of one part and can multiply (if necessary) to find the value of more than one part.\nDuring Guided Practice, students are expected to calculate fractions of a whole number using a method of their choice.", "formative_assessment": ["divide a 2-digit number by a 1-digit number.", "use concrete materials to divide a whole number into equal parts.", "use pictures to draw equal parts.", "use bar model diagrams to represent equal amounts.", "find a fraction of a number using division and multiplication.", "write a mathematical statement for a fraction of a number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-23", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-23"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "24", "workbook_pages": "161 - 162", "textbook_pages": "219 - 221", "objective": "relate fractions to division.", "approach": "To begin this lesson, show students the Explore task and ask how they would share one marshmallow twist. How can it be equally divided between 2? Ask students what they would do.\nStructure the learning as represented in the Master tasks. To share 1 marshmallow twist between 2 children, we have to divide it into 2 equal parts. Each child gets 1 part. Write the mathematical statement 1 ÷ 2 = ? Ask students how to write 1 part out of 2 parts, and then write 1/2 on the board and say that each child will get 1/2 of 1 marshmallow twist. Draw a number line on the board indicating 0 and 1. Ask students if they know where 1/2 would be, and ask them to show you 1/2 on the number line. Guide students to see that 1/2 is the same as saying 1 ÷ 2.\nWhat if you had a whole sandwich to share among 4 children? How would you share it equally? How should we divide the pizza? How much would each child get? Can they draw the sandwich to show this? Can they write a mathematical statement for this? Can they show this using a number line? Guide students to see that 1/4 is the same as saying 1 ÷ 4, and then ask them to work on Master 3 in the same way. Lead them to see that any whole number, when divided by another whole number, can be expressed using fractions.\nDuring Guided Practice, students are being asked to divide a number and 1. For the first task, guide students to use the fractional notation for division of whole numbers (8/2).", "formative_assessment": ["relate fractions to division.", "use pictures to show how they divide 1 whole into an equal number of parts.", "find the fraction when a whole number is divided by a whole number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-24", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-24"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "25", "workbook_pages": "163 - 164", "textbook_pages": "222 - 223", "objective": "relate fractions to division.", "approach": "To begin this lesson, show students the Explore task and allow them to discuss whether Ruby and Tama have the same amount. Tell them your friend said that they do because Ruby's waffle is cut into 3 equal pieces and 2 of them are on her plate, which shows 2 thirds. Is this true? What about Tama? Does he have thirds? How do we know? How is each whole divided, is it into 6 or into 3? Allow students to discuss this idea.\nStructure the lesson working through the Master tasks. For Master 2, ask students how they would show you their thinking using pictures. If there were 3 whole waffles that need to be shared between 4 children, then how would we cut them? Ask them to draw this and explain it to one another. Guide students to relate fractions to division: when 3 is shared by 4 children, they have divided 3 wholes into 4 equal parts each. Each child will get 3/4, so 3 ÷ 4 is the same as 3/4.\nDuring Guided Practice, students are relating fractions to division. In the first example, there are 9 whole sandwiches being shared among 3 children: 9 ÷ 3. They have to relate the problem to 9/3. In the second example, there are 4 whole sandwiches being shared between 5. How should the sandwiches be sliced? Does each child get an equal amount of each sandwich? In this case, they need to relate it to 4/5.", "formative_assessment": ["relate fractions to division.", "use pictures to show how they divide 1 whole into an equal number of parts.", "find the fraction when a whole number is divided by a whole number."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-25", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-25"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "26", "workbook_pages": "165 - 166", "textbook_pages": "224 - 225", "objective": "relate fractions to division.", "approach": "To begin this lesson, show students the Explore task. Provide them with 2 circular pieces of paper and ask them to show you the division required to solve the problem. Give them some time to work it out. Ask them to write the mathematical statement for the problem. Lead students to see that 3 children sharing 2 pancakes is the same as 2 ÷ 3, which is equal to 2/3, and then show them the division using a bar model.\nDuring Guided Practice, ask students how they will create a number line for the fractions. Has the denominator given them a clue about how many markers need to be on the number line between 0 and 1?", "formative_assessment": ["relate fractions to division.", "use pictures to show how they divide a few wholes into an equal number of parts.", "find the fraction when a whole number is divided by a whole number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-26", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-26"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "27", "workbook_pages": "167 - 168", "textbook_pages": "226 - 228", "objective": "relate fractions to division.", "approach": "To begin this lesson, provide students with 2 circular pieces of paper to fold and cut/shade. Show them the Explore task and ask how they would share 3 pancakes equally between 2 children. Allow students time to show you using the paper provided. Remind them that if there are 2 children, the pancakes should be divided in a way so that each gets their fair share. Prompt students to draw what they have allocated to each child from each pancake: halves. Then work through Master and show the class how each child will get 1 1/2 by using paper cutouts to share the pancakes equally: each child gets one whole pancake and half of the third pancake.\nLook at Master 2. If 5/4 has a numerator that is larger than the denominator, then what would this look like in a drawing? Give students some time to work this out. Reinforce the fact that the denominator tells us how many parts a whole has been divided into. If 1 whole is divided into 4 parts, and there are 5 parts, it means we have to draw 1 whole with all the parts shaded, and another whole with 1 of its parts shaded to show 5/4. We can also rewrite 5/4 as 1 whole and 1/4. Using the cutouts, reassemble the 5 pieces of pancake to show this.\nDuring Guided Practice, students are sharing whole numbers equally between children, and arriving at answers that equal more than 1.", "formative_assessment": ["relate fractions to division.", "use pictures to show how they divide a few wholes into an equal number of parts.", "find the fraction when a whole number is divided by a whole number.", "convert an improper fraction into a mixed number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-27", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-27"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "28", "workbook_pages": "169 - 170", "textbook_pages": "229 - 230", "objective": "solve word problems involving addition and subtraction of fractions with the same denominator.", "approach": "To begin this lesson, show students the Explore task and ask them to describe the amount of ribbon each child has using fractions. Ask the students to come up with other questions about this scenario. Prompt students to use addition, subtraction, more, less, greater than, less than and so on. Structure the main methods and examples using the Master tasks.\nDuring Guided Practice, students are applying their understanding of fractions to solve the word problem. This will involve adding fractions with the same denominator. Encourage students to simplify the fraction after adding.", "formative_assessment": ["represent fractions using bar models.", "represent fractions using concrete materials.", "determine the keywords in a question.", "relate the operations needed to solve the problem."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-28", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-28"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "29", "workbook_pages": "171 - 174", "textbook_pages": "231 - 233", "objective": "solve word problems involving fractions.", "approach": "To begin this lesson, provide students with strips of paper that can be used as bar models. Show them the Explore task and discuss the problem, helping them identify the information given. Tell them your friend said it cannot be solved because you don't know how many bananas and oranges Amira bought. Is this true? Are there clues to help us? How can we know? Tell students that you solved the problem using bar models.\nAllow the class time to work on this problem before working through the details in Master. If a bar represents the 8 pieces of fruit, how many oranges did Amira buy? What about bananas? Using the pictures and the information we know about the number of apples Amira bought, can we figure out how many banana and oranges she bought? Organise the thinking and responses of the students into a chart to show the relationships between the numbers.\nDuring Guided Practice, students will be solving similar problems using bar models to represent amounts. It is important that the bar models are labelled correctly and accurately.", "formative_assessment": ["represent fractions using bar models.", "represent fractions using concrete materials.", "determine the keywords in a question.", "relate the operation to the problem."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-29", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-29"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "30", "workbook_pages": "175 - 176", "textbook_pages": "234 - 236", "objective": "solve word problems involving fractions and measurements.", "approach": "To begin this lesson, show students the Explore task and ask them to solve the problem in as many ways as they can. Tell them your friend said they could show the answer to this problem using three different methods (by drawing the party bags, drawing bar models and using division). How many methods can they show? Allow students sufficient time to work on a variety of ways to solve this problem. Structure the responses in line with the Master tasks from the simplest to the more complex ideas.\nDuring Guided Practice, students are finding fractions of quantities using bar models as the primary method. Students may choose to use other strategies as well.", "formative_assessment": ["represent fractions using bar models.", "represent fractions using concrete materials.", "determine the keywords in a question.", "relate the operation to the problem."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/worksheet-30", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-12/lesson-30"}, {"content_type": "mind_challenge", "textbook_chapter": "12", "textbook_lesson": "31", "workbook_pages": "177", "textbook_pages": "237 - 238", "objective": "use knowledge of fractions to solve problems.", "approach": "Mind Challenge\nStudents explain their reasoning behind a fraction problem and illustrate this using a diagram.\nMaths Journal\nStudents draw diagrams to compare the fractions 2/3 and 3/2.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "12", "textbook_lesson": "31", "workbook_pages": "178 - 182", "textbook_pages": "237 - 238", "objective": "use knowledge of fractions to solve problems.", "approach": "Mind Challenge\nStudents explain their reasoning behind a fraction problem and illustrate this using a diagram.\nMaths Journal\nStudents draw diagrams to compare the fractions 2/3 and 3/2.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-12/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "1", "workbook_pages": "183 - 186", "textbook_pages": "240 - 242", "objective": "recognise angles as a description of a turn.", "approach": "To begin this lesson, show the students the Explore task and talk about how the pieces of the shelter meet. Show students that angles are created by two straight lines turning from the same point by opening and closing two rulers that stay connected at a point. It is important that students understand that an angle is the amount of rotation (turn) to move one side of the angle to the other side about its vertex. Ask the students when to tell you when to stop opening the rulers to create angles similar to those in the shelter. Guide them to see that an angle is formed when two straight lines meet at a point and we can mark that to show it clearly.\nExplain to students that we can differentiate angles by labelling them. Show the students the first image in Master. Ask them to label the angles a, b and c. What can they say about the amount of turn each of the angles show?\nDuring Guided Practice, students are making angles using rulers. Ask them which rulers make angles and why. How do they know? Students are also asked to make angles that are bigger and smaller than the one shown. What does this mean? Tell them your friend said all you have to do is make longer lines. Is this correct? Does the length of the line have anything to do with the angle they make? Allow students to explore this idea.", "formative_assessment": ["identify angles as two lines that meet at a point.", "identify an angle by labelling it with a letter.", "use concrete materials to make angles.", "draw angles using a ruler."], "content_priority": "This lesson can be combined with Lesson 2.\nWe suggest completing Lesson 3 before Lessons 1 and 2.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "2", "workbook_pages": "187 - 188", "textbook_pages": "243 - 244", "objective": "recognise angles as a description of a turn.", "approach": "To begin this lesson, show students the Explore task and ask them to discuss if Ruby is correct and why. Guide them to use the properties of an angle (two straight lines meeting at a point) to explain their reasoning.\nDuring Guided Practice, students are looking for angles on figures.", "formative_assessment": ["identify angles as two lines that meet at a point.", "identify an angle by labelling it with a letter."], "content_priority": "This lesson can be combined with Lesson 1.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "3", "workbook_pages": "189 - 190", "textbook_pages": "245 - 247", "objective": "recognise angles as a property of shape.", "approach": "To begin this lesson, provide students with a variety of 2D shapes. Show them the Explore task and ask them how many angles they can see for each shape. Let them discuss this. Then tell them your friend said that knowing the number of sides a shape is helpful in finding the number of angles. Is this true? Work through Master and ask them if they can see a pattern that applies to all shapes. Ask them to construct a chart and record the number of sides and angles that each shape has. Can they see a pattern? What is it?\nTell students that when two straight sides of a shape meet at a point they form an angle. The point or corner at which they meet is called a vertex. Students should be encouraged to use these terms when describing shapes in this chapter.\nStudents have been introduced to the names of some 2D shapes in Year 2. However, they may not have learned the name pentagon for a 5-sided shape.\nDuring Guided Practice, students are identifying the number of sides and angles of different shapes, and then marking the angles in each shape.", "formative_assessment": ["identify angles as two lines that meet at a point.", "identify an angle by labelling it with a letter.", "mark an angle.", "relate the number of sides of a shape to the number of angles in that shape."], "content_priority": "This is a key lesson.\nWe suggest completing this lesson before Lessons 1 and 2 and taking students outdoors to find angles in shapes.\nThis lesson can be combined with Lesson 4.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "4", "workbook_pages": "191 - 192", "textbook_pages": "248 - 250", "objective": "identify right angles.", "approach": "To begin this lesson, provide each students with a ruler. Show them the Explore task and ask them what a right-angle checker is used for. Allow them time to look around the room to find and record right angles they can see. Discuss the right angles they find around the classroom.\nDuring Guided Practice, students are identifying right angles using their checker.", "formative_assessment": ["name right angles correctly when they see one.", "mark right angles.", "use a right-angle checker to identify right angles."], "content_priority": "This lesson can be combined with Lesson 3.\nStudents can make the ‘right-angled tester’ in this lesson and use it to find right angles inside and outside of the classroom.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "5", "workbook_pages": "193 - 194", "textbook_pages": "251 - 253", "objective": "identify an acute angle as a smaller angle than a right angle.", "approach": "To begin this lesson, provide students with their right-angle checkers (rulers). Show them the Explore task and allow them to inspect the gate shown to determine whether or not it has any right angles. Ask them to mark the right angles on the gate. Then ask them if they can identify angles that are smaller than a right angle. Show them how they can use their right-angle checker to do this and ask them to mark these angles. Tell them these angles are called 'acute' angles.\nGuide students to see that right angles are all the same size, whereas acute angles come in different sizes.\nDuring Guided Practice, students are drawing a right angle, an acute angle, identifying right angles and then finding right angles and acute angles in shapes.", "formative_assessment": ["name right angles correctly when they see one.", "mark right angles.", "use a right-angle tester to identify right angles.", "name acute angles correctly when they see one.", "mark acute angles.", "use a right-angle checker to identify acute angles."], "content_priority": "This lesson can be combined with Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "6", "workbook_pages": "195 - 196", "textbook_pages": "254 - 256", "objective": "identify an obtuse angle as a greater angle than a right angle.", "approach": "To begin this lesson, show students the Explore task. Ask them to find all the angles they can see in the clock faces, paying special attention to the question that asks them to find the clock with hands showing an angle larger than a right angle. Structure the learning as in the Master section, so that students are identifying the right angles and the acute angles before looking at 5 o'clock. 5 o'clock has a special angle that looks bigger than a right angle. Allow students to talk about this angle and see if they know what it is called and what makes it special.\nExplain that a smaller or larger angle is made by making a smaller or larger rotation (turn) to move one side of the angle to the other side about its vertex. Compare angles by identifying whether the turn is less than or greater than the other.\nObtuse angles are larger than 90°. What must that mean about a right angle and an acute angle? Is one of them equal to 90°? Is one of them smaller? What would make the most sense? Allow students some time to discuss this.\nDuring Guided Practice, students are drawing the angles they have learnt, and then identifying whether angles are larger or smaller than a right angle. They will be naming all the angles they have learnt, followed by finding angles in a shape and explaining their answers.", "formative_assessment": ["name right angles correctly when they see one.", "mark right angles.", "use a right-angle checker to identify right angles.", "name acute angles correctly when they see one.", "mark acute angles.", "use a right-angle checker to identify acute angles.", "name obtuse angles correctly when they see one.", "mark obtuse angles.", "use a right-angle checker to identify obtuse angles."], "content_priority": "This lesson can be combined with Lesson 5.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "7", "workbook_pages": "197 - 198", "textbook_pages": "257 - 261", "objective": "identify right angles and recognise that two right angles make a half-turn, three angles make three-quarters of a turn and four angles make a complete turn.", "approach": "To begin this lesson, enlarge the Explore task and display it in front of the class. Ask students to use right-angle turns to move the animal around the game board. Tell them that to get started, your friend said they need to make a right-angle turn clockwise. What would this do to the animal? Allow them to continue playing the game using right-angle turns.\nAfter some time, tell them your friend played the game differently and introduce the terms 'half turn' and 'quarter turn'. What do they mean? How would you do a half turn? Is it like any of the turns you have done using right angles? Allow them to discuss how 1, 2 and 3 right-angle turns might look like when completed, using fractions to describe the movements (e.g. quarter, half and three-quarters).\nDuring Guided Practice, students are describing the turns of triangles using right-angle turns and fractions.", "formative_assessment": ["use the term 'right angle' to describe a turn.", "use the terms 'clockwise' and 'anticlockwise' to describe a turn.", "use fractions to describe a turn (e.g. quarter, half and three-quarters).", "determine where the starting point is before giving instructions."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-13/lesson-7"}, {"content_type": "mind_challenge", "textbook_chapter": "13", "textbook_lesson": "8", "workbook_pages": "199", "textbook_pages": "262", "objective": "use knowledge of angles to solve problems.", "approach": "Mind Workout\nStudents finish drawing a seven-sided shape based on known information about the number of different angles it has.\nMaths Journal\nStudents draw the shape shown and mark the different angles. Students should explain how they found each one.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "13", "textbook_lesson": "8", "workbook_pages": "200 - 202", "textbook_pages": "262", "objective": "use knowledge of angles to solve problems.", "approach": "Mind Workout\nStudents finish drawing a seven-sided shape based on known information about the number of different angles it has.\nMaths Journal\nStudents draw the shape shown and mark the different angles. Students should explain how they found each one.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-13/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "1", "workbook_pages": "203 - 204", "textbook_pages": "264 - 268", "objective": "identify perpendicular lines.", "approach": "To begin this lesson, ask students if they remember what a right-angle checker is. Show them the Explore task and ask them to use their checker (ruler) to identify the right angles in the picture in Explore. Ask them to show you which two lines meet to make the right angles. Explain that these two lines have a special name. Ask students if they know what the lines are called. Tell them they are called perpendicular lines. Can you identify any perpendicular lines in the classroom using your right-angle checkers? Guide students to realise that if they can find a right angle, they can find perpendicular lines.\nShow students Master 3. Lead them to see that lines can be labelled using letters. In the example, we can say that line AB is perpendicular to line CD. Ask students what makes the lines perpendicular in Master 3 and 4, and what makes them not perpendicular. Are there things that must always be in place for lines to be perpendicular? Can short lines be perpendicular? Can thick lines be perpendicular? What matters most?\nDuring Guided Practice, students are identifying perpendicular lines in a picture, angles and shapes.", "formative_assessment": ["understand that 'perpendicular' means two lines meet to make a right angle.", "use concrete materials to find and show perpendicular lines.", "identify perpendicular lines in a picture."], "content_priority": "This lesson can be completed by students independently.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "2", "workbook_pages": "205 - 206", "textbook_pages": "269 - 272", "objective": "identify parallel lines.", "approach": "To begin this lesson, show students the Explore task and ask them to discuss what they notice about the picture and the lines in the picture. Ask them how they would describe the beams going along the page in comparison to the beams pointing up. Are the lines perpendicular? What about the two beams pointing up? Are they perpendicular? What type of lines are they? Tell students that parallel lines are lines that do not make an angle, as they never meet, no matter how long they are. Let them know that perpendicular lines and parallel lines are special lines because of their unique characteristics. Ask them to identify these lines in the classroom.\nShow students Master 2 and how to use arrow heads to indicate when lines are parallel.\nDuring Guided Practice, students are identifying parallel lines in pictures, diagrams and shapes. For Example 2, ask them if they can prove that the lines EF and GH are not parallel. Illustrate that when the lines are extended, EF and GH will eventually meet to form an angle. Show them that even when lines AB and CD are extended, they will never meet. During Guided Practice 3, ask students to explain why they think certain lines are parallel. It can be difficult to check if lines are parallel 'by eye' so it is important students are able to justify their thinking by referring to the properties of parallel lines.", "formative_assessment": ["understand that parallel means two lines that never meet.", "use concrete materials to find and show parallel lines.", "identify parallel lines in a picture."], "content_priority": "This lesson can be completed by pupils independently.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "3", "workbook_pages": "207 - 208", "textbook_pages": "273 - 276", "objective": "identify horizontal and vertical lines.", "approach": "To begin this lesson, show students the Explore task. Ask them to apply what they have learnt about special lines to describe the sides of the flip chart. Would it help if they label the lines? Show them how you would label the sides of the picture using A, B, C and D, as shown in Master 1. Allow them time to come up with descriptions of the lines.\nExplain to students that there are other ways to describe lines. Tell them that we can also use the term 'vertical' to describe the lines. 'Vertical' lines are perpendicular to the floor. Can you identify the lines in the picture that are perpendicular to the floor? How many of these lines are there? Show them that the sides of the picture; the lines AC and BD, can be extended to show that they are perpendicular to the floor. What else can we say about these lines? Guide students to see that they are also parallel as they will never meet no matter how long they are extended.\nThen ask students to describe lines AB and CD. They are parallel to each other. Guide students to see that they are also parallel to the floor, and tell them these lines are called 'horizontal' lines.\nDuring Guided Practice, students are identifying horizontal and vertical lines in the classroom and in a picture.", "formative_assessment": ["understand the term 'horizontal', meaning parallel to the floor.", "identify the term 'vertical', meaning perpendicular to the floor.", "use concrete materials to identify horizontal and vertical lines.", "identify horizontal and vertical lines in a picture."], "content_priority": "This lesson can be completed by students independently.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "4", "workbook_pages": "209 - 210", "textbook_pages": "277 - 279", "objective": "describe a 2D shape using angle and side properties.", "approach": "To begin this lesson, provide students with a 2D trapezoid as shown in the Explore task. Ask them to describe the shape using what they have learnt about angles and lines. Ask them to start with angles. How many are there in the shape? What types of angles are they? How do they know? Can they label all the angles in the shape?\nThen ask students to describe the sides. How many sides does the shape have? What do we call such a shape? Can we label the sides? What kind of lines do the sides make? Can you mark out the lines? Explain to students that we can describe and identify all types of shapes using their angle and side properties, as they have just done.\nDuring Guided Practice, students are describing each of the shapes using the familiar vocabulary identified during the Explore task.", "formative_assessment": ["Pupils can identify angles in a 2D shape.", "Pupils can name the angles in a 2D shape.", "Pupils can identify the vertices in a 2D shape.", "Pupils can identify the sides of a 2D shape.", "Pupils can describe the sides using 'perpendicular' and 'parallel'."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "5", "workbook_pages": "211 - 212", "textbook_pages": "280 - 281", "objective": "draw 2D shapes.", "approach": "To begin this lesson, provide students with 1 cm square grid paper. Show them the Explore task and ask them which shape is smaller. Tell them your friend can clearly see that the rectangle is smaller. Is this true? How can we be sure? Allow students to draw the shapes to scale on their grid paper and compare them. They can cut them out to compare directly. Ask them to think of other ways to compare the shapes. Show them they can also compare by counting the number of squares within each shape.\nDuring Guided Practice, students are drawing 2D shapes to scale using square grid paper and a ruler.", "formative_assessment": ["use square grid paper to draw 2D shapes.", "use a ruler to draw 2D shapes.", "follow directions about length and width when drawing a 2D shape.", "compare 2D shapes that have been drawn on square grid paper."], "content_priority": "This is a key lesson.\nLearning Outcomes\nSquare grid paper (one each)\nRuler (one each)\nScissors (between four)", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "6", "workbook_pages": "213 - 214", "textbook_pages": "282 - 284", "objective": "make 3D shapes.", "approach": "To begin this lesson, provide students with nets that have been cut out and partially folded. Have the students work in pairs to fold the nets into 3D shapes. Can they match the nets they have to the nets shown in the Explore task? Ask how they knew Meilani's box was not the first shape shown in the Explore task.\nWith the three shapes they have constructed, ask where they will find the properties of the shapes that will allow them to complete the table in Master 4.\nDuring Guided Practice, students are naming familiar 3D shapes and matching nets with 3D shapes. For Example 2, students should have access to the nets of the different shapes so that they are able to fold and unfold them to make the connection between the nets and the completed shapes.", "formative_assessment": ["build 3D shapes from their nets.", "identify the correct net for a 3D shape by building them or describing them.", "identify the features of 3D shapes, using terms such as 'faces', 'vertices' and 'sides'.", "identify the 2D shapes on 3D shapes."], "content_priority": "This lesson can be combined with Lessons 7 and 8.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "7", "workbook_pages": "215 - 216", "textbook_pages": "285 - 286", "objective": "make 3D shapes.", "approach": "To begin this lesson, provide each student with some play dough. Show them the Explore task and ask them to make a model of the box. What kind of shape is the box? How many faces does the box have? What is the 2D shape of each face? Lead students to recall that this is a cuboid. It is made up of 6 rectangles. Guide them to use the properties of a cuboid to help them make the 3D shape using play dough.\nNext, ask students to cut the cuboid in four parts (or cut the cuboid to show them). What do they notice? The four parts are identical. Can we change the cuboid into a sphere? Do you remember what a sphere is? Can you describe it? Then ask them to cut it in half (or cut the sphere to show them). What do you notice about the two sides?\nDuring Guided Practice, students are drawing a cube and a prism. Allow them to discuss the difference between these two shapes.", "formative_assessment": ["use concrete materials to build 3D shapes.", "identify the features of 3D shapes, using terms such as 'faces', 'vertices' and 'sides'.", "identify the 2D shapes on 3D shapes.", "identify 3D shapes that have symmetrical sides."], "content_priority": "This lesson can be combined with Lessons 6 and 8.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "8", "workbook_pages": "217 - 218", "textbook_pages": "287 - 290", "objective": "describe 3D shapes.", "approach": "To begin this lesson, provide students with a cuboid. Ask them how many edges it has. Tell them that the edges of a cuboid are lines. How can we describe the edges using what we have learnt about lines? Ask students to use their finger to trace the lines as they describe them. Prompt them with vocabulary they have learnt in previous lessons, including 'perpendicular', 'parallel', 'horizontal' and 'vertical'.\nDuring Guided Practice, students are looking at irregular objects to identify horizontal and vertical lines.", "formative_assessment": ["use the terms 'parallel' and 'perpendicular' to describe the edges of a 3D shape.", "use the terms 'horizontal' and 'vertical' to describe the edges of a 3D shape.", "label the edges of a 3D shape and identify them as lines."], "content_priority": "This lesson can be combined with Lessons 6 and 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-14/lesson-8"}, {"content_type": "mind_challenge", "textbook_chapter": "14", "textbook_lesson": "9", "workbook_pages": "219", "textbook_pages": "291 - 292", "objective": "use knowledge of lines and shapes to solve problems.", "approach": "Mind Workout\nStudents make words using letters that have specific line properties.\nMaths Journal\nStudents find real life examples where parallel lines have importance.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "14", "textbook_lesson": "9", "workbook_pages": "220 - 222", "textbook_pages": "291 - 292", "objective": "use knowledge of lines and shapes to solve problems.", "approach": "Mind Workout\nStudents make words using letters that have specific line properties.\nMaths Journal\nStudents find real life examples where parallel lines have importance.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-14/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "1", "workbook_pages": "223 - 224", "textbook_pages": "294 - 296", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson, provide students with a rectangle, a square and a regular trapezium. Show them the Explore task and ask them how they could find out the total length around each of the shapes. What could they use? Allow students some time to discuss this, and then show them Master 1.\nDuring Master 2, ask the students why Sam is adding the same measurement 4 times. Compare this to the equation in Master 3. Why are the measurements not the same in Master 3? Why can't Holly add 3 cm 4 times? Discuss the properties of the shapes shown in Master 2 and Master 3 and how they relate to finding the perimeter using addition.\nWe can also use 1 cm² grid paper to find the total length around squares and rectangles. Give students a pre-drawn square and rectangle and show them how to count the grid to find the total length around each shape.\nDuring Guided Practice, students are finding the length around rectangles and objects in the classroom.", "formative_assessment": ["Students understand what 'the total length around a shape' is.", "use concrete materials to find the perimeter of an object.", "count the number of sides on 1 cm grid paper to determine the perimeter of a shape."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "2", "workbook_pages": "225 - 226", "textbook_pages": "297 - 299", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson, provide students with coloured pencils and 1 cm grid paper. Show them the Explore task and ask them to draw the shapes for themselves. Point out that at least one side of the squares must meet another square to form a figure. Then ask students to create any figure they like, then share the figures they have created with the class. Introduce the term 'perimeter' as the total length around a figure. The perimeter is what you get when you find the total length around a shape. Ask students to find the perimeter of their figures.\nWork through Master, guiding students to count the grid lines to find the perimeter, using phrasing such as, 'The length around the edge of the shape is ___', and 'The perimeter of the shape is ___'.\nDuring Guided Practice, students are calculating the length of each side of the shape to find the total perimeter.", "formative_assessment": ["Students understand perimeter as 'the total length around a shape'.", "count the number of sides on 1 cm grid paper to determine the perimeter.", "draw a figure on 1 cm grid paper when given a perimeter."], "content_priority": "This is a key lesson.\nHowever, as Lessons 2, 3 and 4 cover the same key concept it is only necessary to complete one of these lessons if time is an issue.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "3", "workbook_pages": "227 - 228", "textbook_pages": "300 - 301", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson show students the Explore task. Ask the students which sides we look at to find the perimeter. Discuss with them which sides of the squares we look at to find the perimeter. Why do we not include the sides of the square that are inside the shape? Ask the children to discuss what shapes can be made and how this may effect the perimeter. Give students 6 squares and give them time to create different shapes and calculate the perimeters.\nDuring Guided Practice, students are drawing their own shapes, two with 10 cm perimeters, one with a 12 cm perimeter and one with a 18 cm perimeter.", "formative_assessment": ["Students understand perimeter as 'the total length around a shape'.", "count the number of sides on 1-cm grid paper to determine the perimeter.", "draw a figure on 1-cm grid paper when given a perimeter."], "content_priority": "This is a key lesson.\nHowever, as Lessons 2, 3 and 4 cover the same key concept it is only necessary to complete one of these lessons if time is an issue.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "4", "workbook_pages": "229 - 232", "textbook_pages": "302 - 305", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson, show students the Explore task. Explain that Meilani thinks both shapes have a perimeter of 10 cm. Give the students time to decide whether or not this is correct. Discuss the reasons why the shapes may have a different perimeter. Once the correct perimeters are established, ask the students to think about what advice they would give Meilani to ensure she is able to find the correct perimeters in the future.\nEnsure that the correct perimeter is given before the Master task is undertaken. It is important all students can see the correct process for finding the perimeter and where Meilani has gone wrong with her approach.\nWork through Master with the class. Meilani's mistake is an incomplete calculation, as she missed adding 2 more sides. During Master 1, students can use the properties of a rectangle and multiplication to find the perimeter. During Master 3 students are looking for groups of equal length sides so multiplication can be used to find the perimeter.\nDuring Guided Practice, students are finding the perimeters of figures on a 1-cm square grid, and measuring figures to find the perimeters of shapes.", "formative_assessment": ["Students understand perimeter as 'the total length around a shape'.", "count the number of sides on 1-cm grid paper to determine the perimeter.", "use multiplication to find the perimeter of a figure."], "content_priority": "This is a key lesson.\nHowever, as Lessons 2, 3 and 4 cover the same key concept it is only necessary to complete one of these lessons if time is an issue.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "5", "workbook_pages": "233 - 234", "textbook_pages": "306 - 308", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson, provide students with a copy of the figure in the Explore task, and ask them how we can calculate its perimeter. Allow students some time to discuss and come up with ideas on how to measure it. Provide them with rulers and tell them your friend thinks it would be best to measure each side and then add them up. Is this true? How might that be helpful? How could we calculate perimeter using multiplication instead?\nDuring Guided Practice, students are measuring the sides of shapes to calculate the perimeter by either adding up lengths or using multiplication to determine the perimeter.", "formative_assessment": ["measure the sides of a figure in centimetres using a ruler.", "add at least 3 1-digit numbers.", "calculate the perimeter of a figure by using multiple methods."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "6", "workbook_pages": "235 - 236", "textbook_pages": "309 - 311", "objective": "calculate the perimeter of 2D shapes.", "approach": "To begin this lesson, show students the Explore task. What is the perimeter of one tile? How can we calculate the perimeter of the rectangle? Allow students some time to discuss and gather all their methods.\nThen work through the methods shown in Master with the class. Master 1 is a method that students are familiar with, e.g. to find each side of the rectangle, and then add all the 4 sides together. Tell them there is a shortcut to finding the perimeter, but we must first remember the side properties of a rectangle. Tell students look at the sides of the rectangle, and ask them if they notice a pattern in the lengths of the sides. Guide students to see that 2 sides are 3 cm and the other 2 sides are 4 cm. So, if we know the length of each of these sides, we can simply add them and multiply by 2 to find the perimeter. Direct students' attention to the sides of the rectangle as you explain this method.\nDuring Guided Practice, students are calculating the perimeter of objects on a 1-cm square grid and measuring shapes. Encourage them to use the methods they have learnt.", "formative_assessment": ["add at least four 1-digit numbers.", "calculate the perimeter of a figure by adding all the sides.", "calculate the perimeter of a rectangle by finding the sum of the length and breadth, and then multiplying by 2."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "7", "workbook_pages": "237 - 238", "textbook_pages": "312 - 315", "objective": "measure the perimeter of 2D shapes.", "approach": "To begin this lesson, show students the Explore task and ask them how many ways they are able to calculate the perimeter of the square. Ask them if they know the property of the sides of a square (also remind students that a square is a special type of rectangle). Remind them that all the 4 sides have the same length. Tell them your friend knows three ways to calculate the perimeter (using addition, using both addition and multiplication, and using only multiplication). Is this possible? Can you show all three ways? Is there another way? Then ask them how many ways they are able to calculate the perimeter of the rectangle. Ask them if they know the property of the sides of a rectangle. Remind them that are 2 pairs of equal length sides. Ask them if it is possible to calculate the perimeter of a rectangle in the same ways they found for a square.\nGuide students to see that they can use addition to add all the 4 sides to find the perimeter of the square. They can also add 2 sides of the square and then multiply this by 2. How about using the property of the sides of a square? Since all the sides are the same length, if we know 1 side we just need to multiply this by 4 to find the perimeter. Show the students the rectangle and mark the 2 pairs of opposite sides. What do they notice about the lengths of the opposite sides? As there are 2 pairs of equal length sides we can multiply the lengths of the 2 sides by 2.\nDuring Guided Practice, students are finding the perimeter of different shapes using multiple methods (including addition, addition and multiplication, and strictly multiplication).", "formative_assessment": ["add at least four 1-digit numbers.", "calculate the perimeter of a figure by adding all the sides.", "calculate the perimeter of a rectangle by finding the sum of the length and breadth, and then multiplying by 2.", "calculate the perimeter of a square by multiplying one side by 4.", "draw a figure on 1-cm grid paper when given a perimeter."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "8", "workbook_pages": "239 - 240", "textbook_pages": "316 - 318", "objective": "To be able solve problems on perimeter.", "approach": "To begin this lesson, show students the Explore task and ask them to show as many ways as they can to solve this problem. Tell them your friend knows at least two ways he can solve it (using addition, and using both addition and multiplication). Are you able to show two ways? Let students measure the white lines in the hall to find its perimeter. Students will need to be prompted about what we know about rectangles, as this will help us to solve this problem. If we only know the two lengths, are we able to solve it? Can we use what we have learnt previously?\nDuring Guided Practice, students are solving word problems about perimeter using their knowledge of the properties of a rectangle.", "formative_assessment": ["find the key information given in the word problem.", "Students understand what the perimeter of a rectangle is.", "relate the method of finding the perimeter of a rectangle to the problem.", "add a 1-digit number and a 2-digit number.", "multiply a 2-digit number by a 1-digit number."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "9", "workbook_pages": "241 - 242", "textbook_pages": "319 - 320", "objective": "To be able solve problems on perimeter.", "approach": "To begin this lesson, show students the Explore task and ask them to solve this problem in as many ways as they can. Ask them what makes this problem special. Why is only one side of the tukutuku panel given? Tell students that your friend knows at least two ways this problem can be solved (adding all four sides and multiplying). Work through all the methods the students have used to solve the problem.\nDuring Guided Practice, students are calculating the perimeter of a square using the properties of a square and finding the length of one side of a square given its perimeter.", "formative_assessment": ["find the key information given in the word problem.", "understand what the perimeter of a rectangle or square is.", "relate the method of finding the perimeter of a rectangle or square to the problem.", "add a 1-digit number and a 2-digit number.", "multiply a 2-digit number by a 1-digit number."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "15", "textbook_lesson": "10", "workbook_pages": "243 - 244", "textbook_pages": "321 - 323", "objective": "To be able solve problems on perimeter.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. Ask students what they know about rectangles. How could this help us find the perimeter? Is it possible to estimate what the missing measurements could be? How could the measurements shown on the figure help us find the missing measurements?\nGive the students 1-cm square grid paper and ask them to draw a rectangle with a length of 10 cm and a width of 5 cm. How can they find where they would need to cut the paper to create the same shape as the shape shown in the Explore task?\nShow the calculation in the Master task. Why can the equation 15 cm x 2 be used when the shape is not a rectangle? Ask the students to mark the lengths on the shape on their paper. Explain why there are two 15 cm lengths. Check the length of the perimeter by adding the individual measurements of each side.\nDuring Guided Practice, ask students to draw the shape before the piece is removed. Ask them what they notice about the shape's perimeter before and after the piece is removed. Why does the perimeter not change? How can this make finding the perimeter of a shape, with missing pieces, easier?", "formative_assessment": ["find the key information given in the word problem.", "understand what the perimeter of a shape is.", "relate the method of finding the perimeter to the problem.", "find the perimeter of a shape by adding all its sides.", "add six 1-digit numbers."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4b/chapter-15/lesson-10"}, {"content_type": "mind_challenge", "textbook_chapter": "15", "textbook_lesson": "11", "workbook_pages": "245", "textbook_pages": "324", "objective": "use knowledge of perimeter to solve problems.", "approach": "Mind Workout\nStudents draw squares and rectangles with a perimeter of 16 cm.\nMaths Journal\nStudents write an explanation on how to find the perimeter of a whāriki.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "15", "textbook_lesson": "11", "workbook_pages": "246 - 248", "textbook_pages": "324", "objective": "use knowledge of perimeter to solve problems.", "approach": "Mind Workout\nStudents draw squares and rectangles with a perimeter of 16 cm.\nMaths Journal\nStudents write an explanation on how to find the perimeter of a whāriki.\nReview\nComplete this with students as a chapter summary, and determine if any of them need extra support.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/chapter-15/review-1", "textbook_url": ""}, {"content_type": "revision4", "textbook_chapter": "15", "textbook_lesson": "12", "workbook_pages": "249 - 254", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/revision-4/revision-4", "textbook_url": ""}, {"content_type": "end_year_a", "textbook_chapter": "15", "textbook_lesson": "13", "workbook_pages": "255 - 258", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/end-of-year-revision/section-a", "textbook_url": ""}, {"content_type": "end_year_b", "textbook_chapter": "15", "textbook_lesson": "14", "workbook_pages": "259 - 267", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/end-of-year-revision/section-b", "textbook_url": ""}, {"content_type": "end_year_c", "textbook_chapter": "15", "textbook_lesson": "15", "workbook_pages": "268 - 269", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4b/end-of-year-revision/section-c", "textbook_url": ""}]