[{"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "1", "workbook_pages": "1 - 2", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-1", "textbook_pages": "2 - 3", "objective": "recognise and write decimal equivalents of any number of tenths.", "approach": "To begin this lesson, show students the Explore task and briefly describe what sushi is in case students are not familiar with it. Explain that in Mathematics, sometimes it is useful to have several ways to describe the same thing. In this lesson they are going to learn another way to write amounts less than one (they already know fractions). Give the students time to discuss their thinking about how they could describe the portion in a different way and share their thinking with the class.\nShow Master 1, which introduces decimals in the context of counting tenths. Emphasise that ‘one tenth’, ‘zero point one’, ‘0.1’ and ‘1/10’ all mean the same thing.\nContinue to Master 2, which shows how to write other multiples of 1/10 as a decimal, and Master 3, which clarifies that 10 × 0.1 = 1. Check for understanding by asking for other examples such as 7 tenths. There Is no need to go above 10 tenths, as this is the topic of the next lesson. Ask students to compare some simple decimals to find the largest. For example: 0.2 and 0.6; and 1 and 0.6.\nDuring Guided Practice, students are writing various decimals within one.", "formative_assessment": ["relate 1 tenth to 1 part out of 10 equal parts.", "Students know that 1 tenth, 1/10 and 0.1 all mean the same thing.", "Students know that there are ten 0.1s in 1.", "identify tenths using decimals."], "content_priority": "This is a key lesson", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "2", "workbook_pages": "3 - 4", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-2", "textbook_pages": "4 - 5", "objective": "recognise and write decimal equivalents of any number of tenths.", "approach": "To begin this lesson, show students the 3 trays in the Explore task, and ask how many whole trays have been filled with ice. What about the last tray? Why does each ice cube represent one tenth? (Because there are 10 in each tray.) How can we represent the entire amount using words? Give strudents time to think about this and to represent the amount using the resources.\nWork through Master 1, which explains how to represent this number as a mixed number and then as a decimal. Be sure to say the phrases ‘2 and 4 tenths’ and ‘2 point 4’ aloud to reinforce such phrasing.\nWork through Master 2, which uses decimal place-value counters to illustrate 2.4.\nRevisit the Explore task, and ask whether the tray on the right is more or less than half full?\nThen show Master 3, which shows the number line.\nIn Guided Practice, students are converting into decimals from place-value discs and from mixed numbers.", "formative_assessment": ["use the concrete materials including place value counters to create numbers consisting of ones and tenths.", "read and write numbers consisting of ones and tenths."], "content_priority": "This is a key lesson", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "3", "workbook_pages": "5 - 6", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-3", "textbook_pages": "6 - 8", "objective": "recognise and write decimal equivalents of any number of hundredths.", "approach": "To begin this lesson, show students the Explore task and ask the class to race to tell you the total number of squares in the grid. Did anyone find an easier way than simply counting? (The grid has 10 × 10 = 100 squares.) Emphasise that one hundred is ten tens. Did students count the shaded squares (21)? Tell them you think that less than half the grid is shaded. Do they agree? Can anyone tell you exactly how much is shaded?\nGive time to students to read the question and discuss the answer.\nEncourage attempts to put 21 into a fraction or decimal. Remind them that if there were 10 squares in the grid, we could use tenths. What can we use when there are 10 × 10 = 100 squares? It is important that students understand that decimals are a set of fractions that have powers of 10 as their denominator. Ask students what they notice about tenths and hundredths. Can they see the relationship between [ ]/10 and [ ]/100? Can they show their thinking using base10 where the 100 block represents 1? Can they show their thinking using place-value charts and counters?\nShow Master 1 & 2, which introduces the concept of hundredths, and how these relate to decimal fractions and to decimals. In particular, emphasise how if we split one tenth into ten equal pieces, those pieces are hundredths, written as 1/100 or 0.01. Emphasise also that 21 hundredths is the same as 2 tenths and 1 hundredth.\nMaster 3–4 gives more examples in converting hundredths to decimals.\nDuring Guided Practice, students are writing decimals to represent numbers shown either in words or in a diagram.", "formative_assessment": ["relate 1 hundredth to 1 part out of 100 equal parts.", "Students know that 1 hundredth, 1/100 and 0.01 all mean the same thing.", "describe a number of hundredths as tenths and fewer than ten hundredths.", "write hundredths within one as a decimal with up to two decimal places."], "content_priority": "This is a key lesson", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "4", "workbook_pages": "7 - 8", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-4", "textbook_pages": "9 - 11", "objective": "recognise and write decimal equivalents of any number of hundredths.", "approach": "To begin this lesson, ask the class whether anyone knows their height. Highlight the format they use to represent the centimetres. For example, 1 metre 31 centimetres. Explain that there are 100 centimetres in one metre, so this would be (for example) 1 metre and 31 hundredths, or one metre, 3 tenths and 1 hundredth. Ask how this could be written as a decimal. In theory, students should know how to do this from what they learned in Lessons 2–3, but this lesson will teach it explicitly. Write the key numbers down to aid comprehension.\nShow students the Explore task, which is very similar, but involves a length of paper rather than the height of a person. Ask students to help you determine the total length that Ravi shades.\nWork through Master 1 to 4, which shows how to represent this amount (1.47 metres) as a decimal, in words, using place-value counters and on a number line.\nDuring Guided Practice, students are converting measurements from mixed numbers to decimals, and interpreting others on a number line. Students might need reminding that in 1(b), the ‘l’ represents litres.", "formative_assessment": ["use the concrete materials including place-value counters to create numbers consisting of ones, tenths and hundredths.", "read and write numbers consisting of ones, tenths and hundredths."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "5", "workbook_pages": "9 - 10", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-5", "textbook_pages": "12 - 15", "objective": "divide 1-digit or 2-digit numbers by 100.", "approach": "To begin this lesson, show students the Explore task, and give them time to explore the question.\nThey might need prompting to see that the same digits appear each time (1 and 2) and that when it is divided into 10, the decimal has tenths, and when it is divided into 100, it has hundredths.\nShow students Master 1 & 2 which show in multiple ways how to divide a whole number by 10 and by 100: by moving the digits with respect to the decimal point; using decimal fractions; and using words. Ask for students’ thoughts on the question posed at the end: what is the same and what is different between division by 10 and 100?\nIn Guided Practice, students are dividing 1-digit and 2-digit numbers by 10 and by 100 with decreasing visual support.", "formative_assessment": ["relate fractions to decimals.", "divide a whole number by 100, and write the answer as a decimal.", "describe how a number has changed after dividing by 10 and 100."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "6", "workbook_pages": "11 - 12", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-6", "textbook_pages": "16 - 19", "objective": "add or subtract tenths and hundredths from a decimal.", "approach": "To begin this lesson, show students the Explore task and give them time to discuss it with their partner.\nCan they read the number patterns aloud? Guide students to read it the first pattern as 4 tenths, 6 tenths, 8 tenths, and so on. What would the first number be? What would the last number be? If they say 10 tenths, ask whether they can use regrouping to write it a simpler way. What numbers would come after 1?\nCan they read the second number pattern aloud? Guide students to read it as 32 hundredths, 29 hundredths, and so on. What would the first number be? What would the next number be? Can they say these numbers also as, for example, ‘0 point 2 9’? What numbers would come even later in the sequence?\nWork through Master 1, which uses a number line to show that the rule in the first number pattern is to add 2 tenths each time. Ask students to find the next 3 numbers as decimals. Use place-value counters to illustrate the regrouping.\nContinue to Master 2, which deals with the second pattern from the Explore task. Again, show the regrouping carefully for how 0.32 decreases to 0.29.\nDuring Guided Practice, students are adding and subtracting tenths and hundredths to and from decimal numbers, and completing further number patterns.", "formative_assessment": ["add or subtract 1 tenth to a number with one decimal place.", "add or subtract 1 hundredth to a number with two decimal places.", "add or subtract several tenths or several hundredths to a decimal number with 2 decimal places.", "determine the rule for a simple number pattern with up to 2 decimal places."], "content_priority": "If time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "7", "workbook_pages": "13 - 14", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-7", "textbook_pages": "20 - 22", "objective": "compare and order numbers with the same number of decimal places up to 2 decimal places.", "approach": "To begin this lesson, show students the Explore task, and simply ask who is taller — Charles or Hannah? Students can tell from the image that Hannah is slightly taller, but ask them to explain how the measurements help them know. Give them time to work together on this before sharing their methods.\nShow Master 1 & 2 which uses a place-value chart to show how 1.35 > 1.38. Be sure to use the symbols ‘<’ and ‘>’ as well as mathematical phrases, to familiarise students with this.\nMaster 3 gives another example, which compares tenths rather than hundredths.\nReturning to the Explore task, tell them that other friends have heights of 1.29, 1.05 and 1.40 metres. How do these heights compare with those of Charles and Hannah? This can be shown in a similar way using place-value charts, which is equivalent to simply looking for the leftmost digit that is not equal.\nDraw a number line from 1.00 to 1.50 metres, and place these five heights on it. Note the role of zero as a placeholder.\nDuring Guided Practice, students are comparing and ordering decimals up to 2 decimal places, including using the symbols ‘<’ and ‘>’ as appropriate.", "formative_assessment": ["Students understand the place value of each digit in a number with 2 decimal places.", "Students understand that when comparing numbers, they need to start with comparing the digits in the place with the largest value.", "read a number with 2 decimal places.", "compare numbers with 2 decimal places.", "use the ‘greater than’ and ‘less than’ symbols to compare two numbers with 2 decimal places.", "order three numbers with 2 decimal places."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "8", "workbook_pages": "15 - 16", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-8", "textbook_pages": "23 - 25", "objective": "round numbers with 1 decimal place to the nearest whole number.", "approach": "To begin this lesson, show students the Explore task and give them time to discuss it with their partners. Share their thinking and ask for explanations.\nIf necessary: Ask whether it is true that pouwhenua A is between 1 metre and 2 metres. Students should see that it is clearly between 2 metres and 3 metres. Next, ask whether it is closer to 2 metres or 3 metres. How can they tell? If successful, ask the class which whole number of metres is closest to the length of pouwhenua B.\nShow Master 1 & 2. Use the mathematical terminology correctly, as it is important that students become familiar with this. Highlight the symbol ‘≈’ in contexts such as 5.2 ≈ 5. Use the number line to show that 2 6, 2.7, 2.8 and 2.9 are each clearly closer to 3 than to 2; and that 2.4, 2.3, 2.2 and 2.1 are each clearly closer to 2 than to 3. Emphasise that these are the equivalent rules to the ones they already know to rounding integers.\nContinue to Master 3, which covers the case when the decimal is 0.5. In this case, rounding up and down make equal sense, but explain that the rule is to round 0.5 up.\nDuring Guided Practice, students are rounding measurements to the nearest whole number.", "formative_assessment": ["Given a number with one decimal place,  determine whether it should round up or down the nearest integer.", "Given a number with one decimal place,  round it to the nearest integer."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "8", "textbook_lesson": "9", "workbook_pages": "17 - 18", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/worksheet-9", "textbook_pages": "26 - 28", "objective": "recognise and write decimal equivalents 1/4, 1/2 and 3/4.", "approach": "To begin this lesson, show students the Explore task and ask them how the three fractions on the left could be written as decimals. This should be revision from previous lessons. Give them time to talk with their partner and to explain their methods before sharing them with the class.\nAddress any lapses in understanding before progressing. (To recap: 3/10 is 3 tenths = 0.3, and 21/100 is 21 hundredths = 0.21). Tell the class that it is also possible to write the numbers on the right as decimals, but they have to be creative. Give them time to talk with their partner, use paper strips, paper squares, paper blank 100 squares, place value counters or base 10 to explain their methods before sharing them with the class.\nDiscuss any ideas the students have. If no-one mentions equivalent fractions, ask why ½ and 3/6 represent the same number.\nShow Master, which uses equivalent fractions to convert ¼, ½ and ¾ into decimal fractions and thence to decimals. Highlight the key terminology, the method (multiply the top and bottom of the fraction by the same number) and use the bar and square diagrams to illustrate why this is valid. If you need another example to practise with, try 1/50 or 3/50.\nDuring Guided Practice, students are writing various simple fractions as decimals.", "formative_assessment": ["find equivalent fractions in simple cases.", "write ¼, ½ and ¾ as decimals.", "explain how to convert fractions with denominators of 2, 4, 5, 10, 20, 25 or 50 to decimals."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-8/lesson-9"}, {"content_type": "mind_challenge", "textbook_chapter": "8", "textbook_lesson": "10", "workbook_pages": "19", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/mind-challenge", "textbook_pages": "29 - 30", "objective": "apply knowledge of decimal numbers to solve problems.", "approach": "Mind Challenge\nStudents solve a counting problem, which involves practice of decimals. If Students need a hint, say that the middle circle could be 0.01 and the other two 1. Then the number would be 2.01.\nMy Maths Journal\nStudents write and draw to describe everyday situations where decimals are used.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "8", "textbook_lesson": "10", "workbook_pages": "20 - 22", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-8/review-1", "textbook_pages": "29 - 30", "objective": "apply knowledge of decimal numbers to solve problems.", "approach": "Mind Challenge\nStudents solve a counting problem, which involves practice of decimals. If Students need a hint, say that the middle circle could be 0.01 and the other two 1. Then the number would be 2.01.\nMy Maths Journal\nStudents write and draw to describe everyday situations where decimals are used.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "1", "workbook_pages": "23 - 24", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-1", "textbook_pages": "32 - 34", "objective": "write amounts of money as decimals.", "approach": "To begin this lesson, show students the Explore task. Give the children time to consider the question and to show their thinking in various ways. Enusre they have a mixture coins to use a for the task. Share their thinking.\nAsk them how much money Holly has in her purse. Discuss the ways to read or write this amount, for example: 1 dollar 40 cents; one dollar forty; $1.40. Ask the class whether they think Holly has enough money to buy the chocolate bar.\nWork through Master 1 to 3, which illustrates different ways of reaching the answer. Make the link with the chapter on decimals: we write money as a decimal with 2 decimal places; and 10c is one tenth of $1. In particular, 10 × 10c is worth the same as $1. Highlight in Master 1 that although $0.1 and $1/10 represent 10c, we always write money in the form $0.10 instead.\nTell the class that Holly’s friend has 18 × 10c coins but no $1 coins. Can he afford to buy the chocolate bar? Help students understand why he has enough money.\nBefore Guided Practice, ask students what different coins are used in NZ and guide them to remember that there are 10c, 20c, 50c, $1 and $2 coins.\nDuring Guided Practice, students are writing amounts of money as 'dollars and cents' and as decimals.", "formative_assessment": ["state that 10 × 10c = $1.00.", "see the equivalence between 10c and $0.10", "see the relationship between 1/10 of a dollar and 10c", "record multiples of 10c as a fraction and as a decimal.", "count amounts of money to find the total.", "write money in dollars and cents using decimal notation."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "2", "workbook_pages": "25 - 26", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-2", "textbook_pages": "35 - 36", "objective": "write amounts of money as decimals.", "approach": "To begin this lesson, show students the Explore task. Ask them to talk about the value of the coin, to decide which answer is correct and to practise explaining their reasoning.\nShare their thinking with the class.\nWhat is the value of this coin in words? How many of these are in $1? What fraction or decimal could we use to describe its value?\nWork through Master 1, which looks at the value of the digit 1 in 2 examples. students should note that 0.1 is shown as $0.10 in the context of money . Ensure students understand that 10c is $0.10.\nWork through Master 2 & 3, which use different examples. Make sure students are familiar with the images of the coins and understand that the number to the left of the decimal point is the dollars and the 2-digit number to the right is the cents.\nDuring Guided Practice, students are converting amounts of money from decimals to dollars and cents and vice versa.", "formative_assessment": ["state that 10 × 10c = $1.00.", "see the equivalence between 10c and $0.10", "see the relationship between 1/10 of a dollar and 10c", "record multiples of 10c as a fraction and as a decimal.", "count amounts of money to find the total.", "write money in dollars and cents using decimal notation."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "3", "workbook_pages": "27 - 28", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-3", "textbook_pages": "37 - 40", "objective": "compare amounts of money.", "approach": "Show students the Explore task and give them some time to talk to their partner about how to solve the problem. They have to compare $4.50 and $5.40. Ensure they have decimal place-value charts and counters available.\nIf necessary, undertake a quick revision of comparing decimals. Which is greater, 1.67 or 0.72? Prompt students to understand the place value in order to answer correctly. This lesson will be about comparing money, which is the same skill in a new context.\nEncourage the students to use place value to compare these amounts accurately.\nStudents might grasp this quickly and then create their own questions which include finding the cheapest and most expensive items on the menu.\nShow students Master 1, which illustrates the comparison in two ways: using coins and using a place-value chart. Remind students of the use of ‘>’ and ‘<’. Note that students only needed to compare the ones digit (number of dollars).\nWork through Master 2 & 3, which contain examples where the tenths and then the hundredths digits are also relevant.\nIn Guided Practice, students are comparing amounts of money.", "formative_assessment": ["compare amounts of money with different amounts of dollars.", "compare amounts of money when the amounts of dollars are the same.", "Students know the order of the digits to compare based on their place value."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "4", "workbook_pages": "29 - 30", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-4", "textbook_pages": "41 - 44", "objective": "round amounts of money to the nearest $1 and $10.", "approach": "If necessary, to begin this lesson, ask the class whether they remember how to round amounts to the nearest whole number. For example, what is 3.8 to the nearest whole number? What about 3.4? This should be revision. Emphasise that they should look at the next digit and round up if it is 5 or more, and round down if it is less than 5.\nShow students the Explore task, which requires rounding the three amounts to the nearest pound before beginning. Give them time to work with a partner and show their thinking before sharing their ideas with the class. Ensure they have blank number lines, and coins available.\nYou could suggest that $5.90 rounds to $5 and ask why this is incorrect. The discussion could involve number lines, rules for rounding, or noticing that Ravi has clearly saved the most. Encourage accurate mathematical terminology.\nWork through Master 1 to 3, which rounds each of these amounts to the nearest dollar, using number lines as visual support.\nPay careful attention to Master 4, which introduces rounding to the nearest dollar and then nearest $10. Use other examples such as $45.10 or $43.80 if more class practise is needed.\nDuring Guided Practice, students are rounding amounts of money to the nearest $1 and $10.", "formative_assessment": ["connect prior learning of decimals to a money context.", "round decimal numbers to the nearest whole number.", "place decimal numbers correctly on a number line.", "use a number line to help them accurately round decimals to the nearest whole number.", "apply the same rules to round numbers to the nearest $1 or $10."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "5", "workbook_pages": "31 - 32", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-5", "textbook_pages": "45 - 47", "objective": "solve word problems involving the addition and subtraction of money.", "approach": "To begin this lesson, show students the Explore task and ask them to talk about it with their partner. How would they start? Give them time to work out their methods.\nPerhaps suggest the work out how much it would cost to buy the batteries and the compass first? Discuss this as a class and encourage any suitable methods, such as adding dollars then tenths, or using column addition.\nWork through Master 1 & 2, which solves the problem by first adding the price of the batteries and the torch, and then the compass. Draw students' attention to the different methods used: column addition; adding the dollars first and then the cents; and by regrouping. Students should understand all of these methods but can solve the questions however they prefer. (Note that column addition using decimals is not covered in this year.)\nWork through Master 3, which uses subtraction to calculate the change Meilani received after paying with a $10 note. Ensure that students know why the $10 is split into $9 and $1.\nDuring Guided Practice, students are adding and subtracting different amounts of money.", "formative_assessment": ["partition numbers into dollars and cents.", "find totals of dollars and cents.", "use subtraction to calculate the change received.", "interpret word problems that require addition or subtraction of amounts of money."], "content_priority": "This lesson can be completed if time allows. It is useful but not essential.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "6", "workbook_pages": "33 - 34", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-6", "textbook_pages": "48 - 50", "objective": "solve word problems involving the multiplication of money.", "approach": "To begin this lesson, show students the Explore task and ask them to estimate what the total amount of 2 mugs and 6 glasses will be. Students should notice that the price of the drinking glasses will be more than 6 × $5 = $30 and the mugs will cost more than 2 × $3 = $6. So the total price will be more than $36, possibly around $40. Give students time to work out their answers together and consider different methods.\nTell the class you could find the total accurately using repeated addition, then ask them if they can suggest an easier way. Share their methods.\nWork through Master 1 to 3, which shows how to solve the problem, including calculating the change from $50 by partitioning and using column multiplication. (Note that column multiplication of decimals is not shown in this year.) Is the answer close to their estimate?\nFor additional practice, invent other scenarios, such as Charles’ dad buying 4 plates at a cost of $7.80 each.\nDuring Guided Practice, students are calculating amounts of money using addition, subtraction and multiplication.", "formative_assessment": ["partition the numbers into dollars and cents.", "find totals of dollars and cents.", "find totals of the amounts using a multiplication strategy.", "find the change.", "estimate totals and check their accuracy."], "content_priority": "This lesson can be completed if time allows. It is useful but not essential.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "7", "workbook_pages": "35 - 38", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-7", "textbook_pages": "51 - 53", "objective": "solve word problems involving the division of money.", "approach": "To begin this lesson, show students the Explore task and ask them for suggestions of how much money could be in each purse. For example, one could contain 10c and the other could contain $22.70. How much would they contain if they both contained the same amount? Students should have the skills to solve these problems already, but might not be familiar with applying them in the context of money. Give them time to find as many different ways as they can to sort the money and ask them to represent their thinking before sharing with the class.\nWork through Master 1–3, which each show a way to partition the money according to a ratio, using bar models. A lot of detail is provided but the key point is that we can use division methods to split the total amount into the right number of equal parts.\nIn Guided Practice, students are again splitting an amount equally and unequally.", "formative_assessment": ["partition an amount of money appropriately using division.", "draw the bar model to represent a problem that involves sharing money unequally.", "divide a 2-digit number by a 1-digit number.", "divide a 3-digit number by a 1-digit number.", "add dollars and cents."], "content_priority": "If time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "9", "textbook_lesson": "8", "workbook_pages": "39 - 42", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/worksheet-8", "textbook_pages": "54 - 57", "objective": "estimate sums of money.", "approach": "To begin this lesson, show students the Explore task and ask them to add up the total exactly. The correct total is $79.95. Highlight that this calculation is slow and it is common to make errors especially when there are so many things to add up together.\nNow ask students what the difference is between estimating and calculating. Why would Ruby only need an estimate? Discuss why estimating is useful and if necessary, rephrase what students say by using mathematical terms, such as 'approximate' and 'rounding up/down'.\nAsk students what the price of the camp stove is to the nearest $1 (for revision). Then ask the students to complete the rounding for each item and see if it matches Ruby's estimation.\nThen work through Master 1–3, which rounds each amount to the nearest $1 and adds them together. Conclude that the estimated total cost is $81 (Ruby’s estimate) and that this is close enough to $79.95.\nNow would be a good time to encourage students to practise mental calculation. The point of estimation is that it simplifies the sum enough so it is reasonable to solve it mentally. This means combining basic addition facts without writing anything down.\nShow the class Master 4. How can we estimate the price of one tent peg? Do we estimate the total amount of money before dividing or should we divide the amount before estimating?\nDuring Guided Practice, students are estimating the total cost of items by rounding to the nearest $1 and nearest $10.", "formative_assessment": ["round amounts of money to the nearest $1.", "round amounts of money to the nearest $10.", "add simple numbers mentally.", "estimate a total amount of money by adding rounded amounts of money mentally."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-9/lesson-8"}, {"content_type": "mind_challenge", "textbook_chapter": "9", "textbook_lesson": "9", "workbook_pages": "43", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/mind-challenge", "textbook_pages": "58", "objective": "use knowledge of money to solve problems.", "approach": "Mind Challenge\nStudents solve a logic problem that involves simple addition or multiplication of amounts of money.\nMy Maths Journal\nStudents write their own word problems using some of the prices from a real receipt.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "9", "textbook_lesson": "9", "workbook_pages": "44 - 46", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-9/review-1", "textbook_pages": "58", "objective": "use knowledge of money to solve problems.", "approach": "Mind Challenge\nStudents solve a logic problem that involves simple addition or multiplication of amounts of money.\nMy Maths Journal\nStudents write their own word problems using some of the prices from a real receipt.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "1", "workbook_pages": "47 - 48", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-1", "textbook_pages": "60 - 62", "objective": "convert between metres and centimetres.", "approach": "To begin this lesson, show students the Explore task and ask them which child jumped the highest. Allow them to discuss their ideas with their partners, then guide the discussion towards expressing the measurements in other forms to make them easier to compare. How many centimetres are there in 1 m? Highlight the abbreviations 'm' and 'cm'. Give students time to work with their partners and to record their thinking in a variety of ways. Share their thoughts.\nWork through Master 1, which converts 1.2 m to centimetres and Master 2–3, which convert the other two measurements to metres written as decimals. This should be familiar from the lessons on decimals and money.\nIn Master 3, ask students how to write this measurement in centimetres, as asked in the speech bubble. Conclude by asking which child jumped highest.\nWork through more conversions if the class requires further practise. For example, write 1 m 8 cm in centimetres and as a decimal; write 1.25 m in centimetres.\nDuring Guided Practice, students are converting heights between metres, centimetres, and metres and centimetres, including decimal numbers in metres.", "formative_assessment": ["Students understand that 100 cm = 1 m.", "Students understand that 10 cm = 0.1 m.", "Students understand that 1 cm = 0.01 m.", "convert centimetres to metres.", "convert metres to centimetres."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "2", "workbook_pages": "49 - 50", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-2", "textbook_pages": "63 - 65", "objective": "convert between kilometres and metres.", "approach": "To begin this lesson, show students the Explore task. Allow them time to explore with their partners and to record their thinking. Share their thoughts with the class.\nAsk them how many metres away the marae is from Manukau Bus Station. Using their responses, highlight that there are 1000 m in 1 km and that we can convert between kilometres and metres. How many metres are there in 0.1 km? Next, look at the distance to the shopping centre. Is 30 m more or less than 0.1 km? How many kilometres is 10 m? Highlight the abbreviations 'm' and 'km' and discuss students' ideas.\nWork through Master, which converts each of the three distances into the other formats. Pay particular attention to 0 as the tenths digit for the shopping centre. Emphasise that students should remember that 1 km = 1000 m, 0.1 km = 100 m and 0.01 km = 10 m.\nConvert some other distances as a class if further group practise is required. For example, the distance to Totara Park bike track (2.4km) or to Puhinui Reserve (5.9km).\nDuring Guided Practice, students are converting distances between kilometres, metres, and kilometres and metres, including decimal numbers in kilometres.", "formative_assessment": ["Students understand that 1000 m = 1 km.", "Students understand that 100 m = 0.1 km.", "Students understand that 10 m = 0.01 km.", "convert metres to kilometres.", "convert kilometres to metres."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "3", "workbook_pages": "51 - 52", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-3", "textbook_pages": "66 - 68", "objective": "estimate lengths based on other known lengths.", "approach": "Show students the Explore task. Ask the students to discuss the problem with their partner and to record their thinking. Share their thinking with the class.\nRefer to Master 1 and ask the students if this would be the most efficient way to work out the length of the table.\nMaster 2 uses division rather than multiplication to find the estimate.\nEmphasise that although the estimates are different (96 cm and 95 cm), both are reasonable. The actual length might be slightly different but the estimate can help us make decisions about the table.\nTell students that you (or a friend) cycled 1 million cm last week. Why is this an unhelpful measurement? Tell them that this is the same as 10 km. Why is this a more helpful measurement?\nShow the class Master 3, which gives advice about how to choose a suitable measurement for different items. Note that for some lengths (such as the height of a person), metres or centimetres would both be appropriate.\nDuring Guided Practice, students are identifying the appropriate measurements for different items and estimating the heights of two items based on given information in a picture.", "formative_assessment": ["Students understand that they can use multiplication to estimate a length based on another known length.", "estimate a length when it is a multiple of a smaller known length.", "estimate a length when it is a simple fraction of a larger known length.", "identify whether centimetres, metres or kilometres is the most appropriate unit to measure a given object."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "4", "workbook_pages": "53 - 54", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-4", "textbook_pages": "69 - 71", "objective": "convert between different units of measure for mass.", "approach": "To begin this lesson, show students the Explore task and ask them to consider which fruit is the heaviest. Which is the lightest? Students work with their partners to convert the measurements and record their methods in a variety of ways. The might record how many grams there are there in 1 kg. They might use the abbreviations g and kg. Share their thinking with the class.\nWork through Master 1 to 3, which shows how to convert the masses to other formats. This lesson is very similar to the earlier one on kilometres. Pay particular attention to the decimal format and to the use of 0 as a placeholder in the 2.06-kg pumpkin. Emphasise that students should remember that 1 kg = 1000 g, 0.1 kg = 100 g and 0.01 kg = 10 g.\nDuring Guided Practice, students are converting masses between kilograms, grams, and kilograms and grams, including decimal numbers in kilograms.", "formative_assessment": ["Students understand that 1000 g = 1 kg.", "Students understand that 100 g = 0.1 kg.", "Students understand that 10 g = 0.01 kg.", "convert grams to kilograms.", "convert kilograms to grams."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "5", "workbook_pages": "55 - 56", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-5", "textbook_pages": "72 - 73", "objective": "To have a realistic idea of how much common items weigh.", "approach": "To begin this lesson, show students Explore task. Ask the students to discuss the weights of objects that they might know and relate them to the problem. If they have no ideas, explain that 2 kg is about the mass of a large bottle of milk or water. Give students time to work out their answers and enourage them to record their thinking before sharing with the class.\nAlthough potatoes have different sizes, suggest that Hannah is choosing potatoes that weigh about 200 g each (to match the example later in Master). How many of these would have a mass of about 2 kg?\nShow the class Master 1, which solves the problem by using multiples of 200 g. Then say that Hannah has changed her mind and wants to buy smaller potatoes, which are 100 g each. How many of these would have a mass of about 2 kg?\nWork through Master 2 and 3, which gives advice for estimating the mass of items of various sizes.\nSuggest some other items and ask students to guess how much they might weigh. Some examples include: a cat (4–5 kg); a mouse (10–30 g); an apple (about 200 g); a grape (5–10 g); a textbook (100 g–1 kg); a bicycle (10–20 kg). Emphasise using the appropriate units, for example, we wouldn't weigh a bicycle in grams.\nIf equipment and time are available, you could use weighing scales and ask students to estimate the mass of various items before weighing each item on the scales and checking which pupil was the closest. This would help build students’ intuition on how much things weigh.\nDuring Guided Practice, students are selecting the most appropriate masses of various common items and solving a word problem.", "formative_assessment": ["decide whether grams or kilograms are the most appropriate unit to measure a given item.", "Students have a realistic idea of the masses of various objects between 1 g and 100 kg.", "perform simple arithmetic in the context of masses."], "content_priority": "This lesson can be completed if time allows.\nIt is useful but not essential.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "6", "workbook_pages": "57 - 58", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-6", "textbook_pages": "74 - 76", "objective": "convert between different units of measure for volume.", "approach": "To begin this lesson, show students the Explore task and ask them if they can work out which container holds the most and least liquid. Ask the students to work with their partners to solve the problem and record their thinking in a variety of ways.\nCheck their understanding of how many millilitres there are in one litre.\nWork through Master 1 to 3, which shows how to convert these volumes to other formats. This lesson is very similar to the earlier ones on kilometres and kilograms. Pay particular attention to the decimal format, and to the use of 0 as a placeholder in the 3.06-l bottle. students should remember that 1 litre = 1000 ml, 0.1 l = 100 ml and 0.01 l = 10 ml. Highlight the abbreviations l and ml.\nDuring Guided Practice, students are converting volumes between litres, millilitres, and litres and millilitres, including decimal numbers in litres.", "formative_assessment": ["Students understand that 1000 ml = 1 l", "Students understand that 100 ml = 0.1 l", "Students understand that 10 ml = 0.01 l", "convert millilitres to litres.", "convert litres to millilitres."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "7", "workbook_pages": "59 - 60", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-7", "textbook_pages": "77 - 79", "objective": "To have a realistic idea of the volume common items can hold.", "approach": "To begin this lesson, show students the Explore task and ask them to discuss the problem with their partners before discussing it with the class.\nWhy would the spoon be a poor choice? (It would take a long time.) What problems might happen if Lulu used the bucket? (It would be difficult to measure or she might spill a lot.) What does 1 litre of water look like? (Medium water bottle.) Show the class a 1 litre jug to help them visualise 1 litre of water.\nWork through Master 1, which establishes that Lulu should use the empty 500 ml bottle and illustrates how many 500 ml bottles of water make 3 l.\nMaster 2 is important as Guided Practice is based on this. Ask the class how you would measure the volume of a bathtub (litres) or the amount of liquid soap you use when you wash your hands (millilitres).\nMaster 3 provides some useful reference points for estimating volume.\nIf time allows, ask the class to estimate the volumes some other common containers can hold. For example, a kitchen bowl can hold approximately 300–500 ml, a bucket can hold approximately 10–20 litres and a tube of toothpaste typically holds 75–125 ml.\nDuring Guided Practice, students are selecting the most appropriate volumes that different items can hold and completing sentences using millilitres or litres. If reviewing the answers as a class, it might be fun to imagine the scenario for some incorrect answers. For example, if Ruby filled a glass with 160 l of orange juice, she wouldn’t be able to lift it!", "formative_assessment": ["decide whether litres or millilitres is the most appropriate unit of measure for a given volume.", "Students have a realistic idea of the volumes various objects can hold between 1 ml and 100 l.", "perform simple arithmetic in the context of volumes."], "content_priority": "This lesson can be completed if time allows.\nIt is useful but not essential.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "10", "textbook_lesson": "8", "workbook_pages": "61 - 62", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/worksheet-8", "textbook_pages": "80 - 84", "objective": "compare and order measurements.", "approach": "To begin this lesson, show students the picture of the buildings in Explore and ask whether anyone knows where they are. Which is the tallest? (The buildings are drawn to appear the same height.) Give students time to discuss this with their partners and to record their thinking before sharing their thoughts with the class.\nEncourage any mathematical approach, for example, converting all the measurements to the same units or identifying that only The Sky Tower is over 300 m.\nWork through Master 1, which converts the three measurements to decimals. Show the place-value chart and spend some time discussing the speech bubbles. The three heights could be converted to centimetres but this would involve 5-digit numbers.\nWork through Master 2 & 3, which solve similar problems, in the contexts of mass and volume respectively. There is a lot of detail given, but focus on how to convert between units; how to compare using place value; and any areas that students have previously struggled with.\nDuring Guided Practice, students are comparing and ordering distances, masses and volumes.", "formative_assessment": ["convert between kilometres and metres.", "convert between kilograms and grams.", "convert between litres and millilitres.", "Students understand the place value of any digit of a measurement. For example, the 3 in 4.32 kg represents 300 g.", "compare any two measurements of length, mass or volume."], "content_priority": "This lesson can be completed if time allows.\nIt is useful but not essential.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-10/lesson-8"}, {"content_type": "mind_challenge", "textbook_chapter": "10", "textbook_lesson": "9", "workbook_pages": "63", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/mind-challenge", "textbook_pages": "85 - 86", "objective": "apply knowledge of mass, volume and length to solve problems.", "approach": "Mind Challenge\nStudents solve a word problem where three heights are given in different formats. They should understand by now that it can be solved by first converting everything to centimetres (or metres).\nMy Maths Journal\nStudents compare the lengths of their hand, forearm, arm and foot with a partner and write about one advantage and one disadvantage of using their own body parts as units of measurement.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "10", "textbook_lesson": "9", "workbook_pages": "64 - 66", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-10/review-1", "textbook_pages": "85 - 86", "objective": "apply knowledge of mass, volume and length to solve problems.", "approach": "Mind Challenge\nStudents solve a word problem where three heights are given in different formats. They should understand by now that it can be solved by first converting everything to centimetres (or metres).\nMy Maths Journal\nStudents compare the lengths of their hand, forearm, arm and foot with a partner and write about one advantage and one disadvantage of using their own body parts as units of measurement.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "1", "workbook_pages": "67 - 68", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-1", "textbook_pages": "88 - 91", "objective": "find the perimeter of a polygon.", "approach": "To begin this lesson, show students the Explore task. Ask them what they notice. Give them time to discuss what they already know and what they can work out from what they know. Ask the students to record their thinking before sharing with the class.\nIf necessary, ask students to suggest what the other two side lengths of rectangle A are. How can they be sure? What are the other side lengths of the square? Ask if anyone can recall what ‘perimeter’ means and make sure the class understands the word clearly. How can we calculate the perimeter of each shape A–C?\nWork through Master 1 to 3, which shows how to calculate the perimeter of each shape. Highlight the 'shortcuts' of finding the perimeter in the cases of rectangles and squares as shown in Master 1 and 3. Ensure students have a secure understanding of: (a) addition of decimals; (b) converting between metres and centimetres; and (c) basic properties of rectangles and squares. Address any gaps in understanding as necessary.\nDuring Guided Practice, students are estimating and calculating the perimeters of shapes and converting between metres and centimetres.", "formative_assessment": ["Students understand the term ‘perimeter’.", "calculate the perimeter of a polygon when all side lengths are marked.", "add decimals.", "Students understand which sides are equal in a square or rectangle.", "use multiplication as a shortcut when finding the area of a square or rectangle.", "measure in centimetres using a ruler."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPerimeter is the distance around the edge of a two-dimensional shape.\nPerimeter is measured in units of length and can be found by counting units.\nPerimeter can be calculated by adding together the side lengths of a 2D shape.\nThe perimeter of a rectangle can be calculated by addition and multiplication.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "2", "workbook_pages": "69 - 72", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-2", "textbook_pages": "92 - 94", "objective": "find the area of rectilinear shapes by counting squares.", "approach": "To begin this lesson, show students the Explore task and ask them to race to count the number of square pieces of paper on the top of the table. Advanced learners might notice that it is 9 rows of 4 squares and multiply 9 by 4 to give a total of 36. Explain this briefly as it will be useful later. GIve them time to discuss the problem and to record their thinking before sharing with the class.\nWork through Master 1, which introduces the term ‘area’ in the context that the area of the top of the table is 36 times the area of one square piece of paper, and Master 2, which illustrates the same concept using the front cover of a book. Work through Master 3, which explains how to use square pieces of paper accurately to estimate the area of a rectangle.\nWork through Master 3 practically. What can they say about the area of the rectangle? It time allows, ask pairs to swap rectangles and repeat the activity.\nDuring Guided Practice, students are estimating the number of square tiles that will cover the surfaces of two figures.", "formative_assessment": ["Students know that area is a measurement of the amount of surface a shape covers.", "visualise the number of squares required to cover a surface and use it as an estimate.", "measure a surface using paper squares."], "content_priority": "This lesson can be combined with Lesson 3.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "3", "workbook_pages": "73 - 76", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-3", "textbook_pages": "95 - 98", "objective": "find the area of rectilinear shapes by counting squares.", "approach": "To begin this lesson, show students the Explore task and ask them whether they agree with Ruby’s statement and why. Make sure the link between more (equal) squares and more area is clearly understood. Highlight the term ‘square unit’ as a measure of area as in Master 1. Give students time to work together on the task and ask them to record their thinking. Share with the class.\nWork through Master 2, which establishes that Ruby is correct, then ask students how Charles can make his figure the same area as Ruby's figure. Give students time to work this out with their partners.\nEncourage answers that involve adding a square to Charles’ figure. Does it matter where he adds the square tile? Does the final figure need to be the same as Ruby’s figure? Point out that there are multiple figures with the same area; area doesn’t tell you what the figure will look like. Refer to Master 3.\nDuring Guided Practice, students are finding and comparing the area of figures in square units and drawing two figures with the same area of a given figure.", "formative_assessment": ["Students understand that even though the shape has changed, the area remains unchanged (conservation).", "rearrange paper squares to create different figures with the same area.", "find the area of a figure by counting the number of squares it covers."], "content_priority": "This lesson can be combined with Lesson 2.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "4", "workbook_pages": "77 - 80", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-4", "textbook_pages": "99 - 101", "objective": "find the area of rectilinear shapes by counting squares and half-squares.", "approach": "To begin this lesson, show students the Explore task. Give students time to discuss this and find different ways to answer the question before sharing their mathods.\nWhat is complicated if we try to find the area of the figures simply by counting squares? What can we do about the triangles? Prompt students to recall that moving parts of a figure around doesn’t affect its area. So, two triangles can be moved anywhere. In particular, they can be combined to form a square. If available, use square tiles and triangles of the equivalent size to make the same figures and illustrate how this can be done.\nWork through Master, which illustrates how the triangles can be combined to create squares to determine the area. Emphasise that the area is still in square units, regardless of the shape of the figure.\nDuring Guided Practice, students are finding the area of different figures by counting squares and half-squares as triangles.", "formative_assessment": ["measure area by counting square units.", "recognise 2 triangles (half-squares) = 1 square unit"], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "5", "workbook_pages": "81 - 84", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-5", "textbook_pages": "102 - 105", "objective": "compare the perimeters and areas of rectilinear shapes.", "approach": "To begin this lesson, show students the Explore task and ask them to recall what ‘area’ and ‘perimeter’ mean. Is it possible for different figures to have the same perimeter? Is it possible for different figures to have the same area? Give time for students to work in pairs to answer the question. Share answers with the class.\nIf necessary, tell them that one of the figures has a perimeter of 10 units. Can they determine which figure it is? Prompt them to see that both the blue and red shapes have a perimeter of 10 units.\nWork through Master, which calculates the area and perimeter for all of the figures. Emphasise the following points:\n* Figures can have the same perimeters but different areas.\n* Figures can have the same areas but different perimeters.\n* Different figures can have the same areas and the same perimeters.\n* Perimeter is measured in units, while area is measured in square units.\nDuring Guided Practice, students are finding and comparing the area and perimeter of various rectilinear figures and drawing figures with a specified area and perimeter.", "formative_assessment": ["measure perimeter using square units.", "measure area using square units.", "describe the difference between area and perimeter.", "Students know that figures with the same area can have different perimeters.", "Students know that figures with the same perimeter can have different areas."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPerimeter is the distance around the edge of a 2D shape.\nDifferent shapes can have the same perimeter.\nPerimeter is measured in units of length and can be found by counting units.\nPerimeter can be calculated by adding together the side lengths of a 2D shape.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "6", "workbook_pages": "85 - 88", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-6", "textbook_pages": "106 - 109", "objective": "find the area of rectangles by using multiplication.", "approach": "To begin this lesson, show students the Explore task and ask them how we can find the areas of the different sized rectangles when the individual unit squares are not shown. Give students time to work together on solving the problem before sharing their methods and answers with the class.\nSome students may suggest drawing in the square grid and counting squares, while others may already suggest multiplying. Use both examples to test and check the calculations.\nShow students the two images of Rectangle P in Master 1. How many square units are in 1 row? There are 2 rows with the same number of square units. What calculation could we do to find the total number of square units? What would that be? Guide students to see that there are 2 groups of 5, so we can use 2 × 5 to find the area of the rectangle.\nAsk students to try using multiplication to find the area for Rectangle Q in Master 2. How many square units are there in each row? How many rows are there altogether? Multiply to find the area.\nMaster 3 & Master 4 shows examples where it is increasingly difficult to find the area by visualising squares but easy to work out using multiplication. Highlight the key vocabulary ‘length’ and ‘breadth’.\nDuring Guided Practice, students are finding the areas of rectangles on a square grid in square units.", "formative_assessment": ["find the area of rectangles by using multiplication.", "write area in square units.", "multiply a 1-digit number by a 1-digit number."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "11", "textbook_lesson": "7", "workbook_pages": "89 - 90", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/worksheet-7", "textbook_pages": "110 - 112", "objective": "find the area of rectilinear shapes by counting squares.", "approach": "To begin this lesson, show students the Explore task. Ask the class how we can use what we already know about area to help us solve the problem. One shape is a rectangle but it is positioned across the squares on the grid. Is it possible to find the area? Give students time to work with their partner to find different ways of measuring the area. Share their methods.\nRefer to Master 1. Suggest that they could draw the grid lines on the rectangle if this has not already been suggested. What can they see? How many whole squares are inside the rectangle? What can we do with the squares on the edge of the rectangle? Recall a previous lesson where the area of some shapes was calculated by considering triangles as half-squares. Emphasise that the short length is not 2 units, as the diagonal of a square is longer than its side lengths.\nRefer to Master 2. Use a similar method to find the area of square Y. After students have drawn the grid lines, ask them how many squares are inside the shape? What can we do with the long triangles on the edges? What happens if we put the top and bottom triangles together? How many squares would there be in this combined shape? After accounting for all of the area, what is the total in square units?\nDuring Guided Practice, students are finding the areas of rectangles on a square grid in square units.", "formative_assessment": ["draw grid lines on figures to show the squares and triangles.", "combine triangles to form squares.", "combine triangles to form rectangles.", "find the area of figures formed with squares and triangles."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-11/lesson-7"}, {"content_type": "mind_challenge", "textbook_chapter": "11", "textbook_lesson": "8", "workbook_pages": "91", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/mind-challenge", "textbook_pages": "113 - 114", "objective": "use knowledge of area and perimeter to solve problems.", "approach": "Mind Challenge\nStudents draw a rectangle based on the area and perimeter of different rectangles on a square grid.\nMy Maths Journal\nStudents explain how to calculate the area of a rectilinear shape on a square grid using multiplication and addition.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "11", "textbook_lesson": "8", "workbook_pages": "92 - 94", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-11/review-1", "textbook_pages": "113 - 114", "objective": "use knowledge of area and perimeter to solve problems.", "approach": "Mind Challenge\nStudents draw a rectangle based on the area and perimeter of different rectangles on a square grid.\nMy Maths Journal\nStudents explain how to calculate the area of a rectilinear shape on a square grid using multiplication and addition.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "revision3", "textbook_chapter": "11", "textbook_lesson": "9", "workbook_pages": "95 - 98", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/revision-3/revision-3", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "1", "workbook_pages": "99 - 100", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-1", "textbook_pages": "116 - 120", "objective": "identify right, acute and obtuse angles.", "approach": "To begin this lesson, show students the Explore task and ask them to compare the six angles. Give them time to record their thinking before sharing with the class.\nWhat is special about angle c? Why is it marked with a tiny square rather than an arc? How does it compare to the angles in a rectangle? Which angles are smaller than c? Which are larger? Introduce the terms ‘acute angle’ and ‘obtuse angle’ and use this to rephrase statement from the discussion. Which of the statements at the bottom of the page are correct?\nProvide students with something to use as a right-angle checker, as described in Master 1 & 2. Ask them to use this to verify that c is indeed a right angle, that a, d and e are acute angles, and that b and f are obtuse angles.\nContinue through Master 3 & 4 which explores these ideas in the context of polygons.\nIn Guided Practice, students are identifying and counting different types of angles.", "formative_assessment": ["compare two angles and say which is larger.", "identify a right angle when it is marked.", "identify a right angle using concrete materials.", "Students understand the terms ‘acute angle’ and ‘obtuse angle’.", "identify acute, obtuse and right angles in an image of a polygon."], "content_priority": "This lesson can be integrated with Textbook 6B Chapter 9 Lesson 1.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "2", "workbook_pages": "101 - 102", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-2", "textbook_pages": "121 - 123", "objective": "compare and order angles by size.", "approach": "To begin this lesson, show students the Explore task, and ask them to discuss their thoughts. How can they be sure that angle a is greater than angle c? Spend some time discussing their ideas.\nWork through Master 1 & 2, which show some concrete ways to compare these angles. Emphasise that it looks quite obvious that angle a is greater than angle c, but if there wasn’t much difference, a more accurate way would help.\nAlso point out that all acute angles are smaller than all obtuse angles. This logic is used in Master 3, where two angles are acute, and only f is obtuse.\nMaster 4 shows a more complex example. The comparison is partially done by sight, but if there were any doubt, a method using tracing paper could be used, as in Master 2.\nDuring Guided Practice, students are comparing and ordering angles.", "formative_assessment": ["identify acute, obtuse and right angles.", "compare angles for size when there is a clear visual difference.", "compare angles for size using concrete materials such as tracing paper."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "3", "workbook_pages": "103 - 104", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-3", "textbook_pages": "124 - 127", "objective": "classify triangles.", "approach": "To begin this lesson, show students the Explore task. Ask them to work wit their partners to find ways of sorting the triangles and then to record their thinking.\nIf the students need guiding towards comparing with angels and sidesm ask them to compare triangles A and E. What is similar and what is different? Encourage use of mathematical language such as ‘right angle’ and ‘equal sides’. For example, A has an obtuse angle; E has a right angle. E has two equal sides; A has all sides different lengths.\nRepeat for other pairs such as E and F, and C and G. Do any of the triangles have all three sides equal?\nShare their thinking with the class.\nWork through Master 1 to 3, which illustrates some ways of comparing triangles qualitatively, and introduces the key vocabulary. Highlight that the same classification is achieved by both Master 2 and 3. If it helps, note that ‘equilateral’ is from the Latin for ‘equal sides’, and ‘isosceles’ is from Greek for ‘equal legs’. Note that an equilateral triangle is a special type of isosceles triangle, but it is more precise to refer to it as ‘equilateral’.\nIf time allows, go back to Explore, and tell the class you are thinking of an isosceles triangle with a right angle. Which triangle is this? (E) Repeat for other triangles, and invite advanced learners to describe their choice of triangle for the class to determine. Check whether they are giving sufficient information!\nDuring Guided Practice, students are identifying triangles by their side properties. Encourage them to check the lengths of the sides using a ruler in the case of doubt.", "formative_assessment": ["suggest ways to sort triangles by geometric properties.", "compare side lengths, using a ruler to measure them if necessary.", "name the types of triangles.", "classify triangles as equilateral, isosceles or scalene."], "content_priority": "This lesson can be combined with Lesson 4.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "4", "workbook_pages": "105 - 106", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-4", "textbook_pages": "128 - 133", "objective": "classify quadrilaterals.", "approach": "To begin this lesson, show students the shapes from the Explore task and ask them if they can identify any similarities or differences between them. Can they sort them into groups based on their properties? Give them time to work on this with their partner and to record their thinking.\nPrompt them to notice: E has parallel sides. Which other shapes have parallel sides? How many pairs of parallel sides? E also has two right angles. Do any of the other shapes have right angles? How many? B has two pairs of equal sides. Do any other the other shapes have this property? Encourage mathematical features, rather than comments about size or colour.\nIn Master 1, use the example to illustrate what ‘parallel’ means. Go through the labelled shapes and discuss what properties each must have:\nRectangle: all right angles. Consequently: 2 pairs of parallel sides.\nParallelogram: 2 pairs of parallel sides. Consequently: 2 pairs of equal opposite sides.\nTrapezium: 1 pair of parallel sides.\nKite: 2 pairs of equal adjacent sides.\nSquare: all right angles and all sides equal length.\nRhombus: all sides equal length.\nEmphasise that not all quadrilaterals are any of these.\nIn Master 2, Ravi has sorted the quadrilaterals according to the presence of right angles.\nIn Master 3, how have the quadrilaterals been sorted? (According to whether all sides are equal.)\nDuring Guided Practice, students are identifying quadrilaterals by their properties.", "formative_assessment": ["explain how quadrilaterals have been sorted.", "identify a square.", "identify a rectangle.", "identify a trapezium.", "identify a parallelogram.", "see the similarities between quadrilaterals.", "describe the properties of quadrilaterals."], "content_priority": "This lesson can be combined with Lesson 3.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "5", "workbook_pages": "107 - 108", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-5", "textbook_pages": "134 - 137", "objective": "identify lines of symmetry in 2D shapes.", "approach": "To begin this lesson, pose the question in the Explore task. If possible, provide students with some paper cut-outs of these shapes for them to try the folding for themselves. Remind them that they can only make one fold in each shape. Discuss their findings, which should be that A and B are symmetrical, and C is not.\nGo through Master, which shows how A and B can be folded along their line of symmetry, but C has no line of symmetry. Emphasise that the fold line is the line of symmetry. For the symmetric shapes, show that the two halves on either side of this line are somehow equal but opposite. For C, ask students to try folding along each line suggested in Master 3, to see that none work.\nIf further examples are needed, you could use the following, but avoid examples that will be used for in Activity time:\nA square (4 lines of symmetry, including both diagonals).\nA hand (no line of symmetry)\nAn isosceles triangle (one line of symmetry)\nA spiral (no line of symmetry)\nA rectangle that is not a square (2 lines of symmetry)\nA parallelogram that is neither a rectangle nor a rhombus (no lines of symmetry)\nDuring Guided Practice, students are identifying and drawing lines of symmetry in 2D shapes.", "formative_assessment": ["Students understand that a line of symmetry shows a line that the shape could be folded along to make it overlap perfectly.", "identify symmetrical 2D shapes.", "draw a line of symmetry in 2D shapes."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils investigate lines of symmetry in 2D shapes by folding paper shape cut-outs.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "6", "workbook_pages": "109 - 110", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-6", "textbook_pages": "138 - 141", "objective": "identify lines of symmetry in 2D shapes.", "approach": "To begin this lesson, provide students with a paper square and a paper rhombus. Ask them what these shapes are, and how they know. Note that the rhombus is a parallelogram and a trapezium, but more specifically, it is a rhombus. Ask them to find as many lines of symmetry as possible by folding carefully along various lines. Optionally, they can mark the lines in different coloured pens.\nLook at Master 1, which shows some lines of symmetry for the square. Did students find all of these? Are there any others? (Yes — the other diagonal!) The square has 4 lines of symmetry.\nLook at Master 2, which shows some lines of symmetry for the rhombus. Did students find both of these? Are there any others? (No.)\nDuring Guided Practice, students are finding lines of symmetry in figures.", "formative_assessment": ["identify lines of symmetry.", "describe why figures are symmetrical.", "find all lines of symmetry in shapes and figures."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils investigate lines of symmetry in 2D shapes by folding paper shape cut-outs.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "7", "workbook_pages": "111 - 112", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-7", "textbook_pages": "142 - 146", "objective": "complete a simple symmetric figure that relates to a specific line of symmetry.", "approach": "To begin this lesson, show students the Explore task and give them time to discuss whether Holly or Ravi completed the drawing correctly. (Holly only.) Asl students to record their thinking explaining their answers.\nWhat is the significance of the vertical red line? (It’s the line of symmetry.) What has Ravi done? (Repeated the image but in a different place.)\nShow Master 1, which illustrates that Holly’s complete image is indeed symmetrical.\nMaster 2 provides a method for completing the other half of a symmetrical image. Count in squares rather than centimetres.\nAsk students to explain what Tama has done to complete his figure in Master 3. (He may have used the same process as Lulu.)\nIn Guided Practice, students are completing symmetrical figures. For Guided Practice 1, ask students what has gone wrong with the other diagrams: In A, the distances to the line of symmetry are not correct. In C, the shape on the right-hand side is correct but upside-down. In D, the shape on the right-hand side is correct but back-to-front.", "formative_assessment": ["identify whether a line is a line of symmetry.", "complete a symmetrical shape about a line of symmetry."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils investigate lines of symmetry in 2D shapes by folding paper shape cut-outs.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "8", "workbook_pages": "113 - 114", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-8", "textbook_pages": "147 - 152", "objective": "complete a simple symmetric figure.", "approach": "To begin this lesson, show students the Explore task and ask them how to complete Tama's shape so that it becomes symmetrical. Ask them to draw in the line of symmetry. Encourage students to find more than one way. Share their thinking with the class.\nWork through Master 1 to 3, which illustrate the three most obvious responses to the Explore task. Note that each square is the same distance from the line of symmetry as its counterpart.\nLook at Master 4, which asks students to find all the lines of symmetry in some similar shapes. Provide each pair of students with a mirror and show them how to place it on the mirror line to check whether the image is symmetrical.\nDuring Guided Practice, students are completing symmetrical shapes on similar grids, and finding lines of symmetry on symmetrical shapes.", "formative_assessment": ["identify whether a line is a line of symmetry.", "Students understand that a shape may have multiple lines of symmetry.", "complete a symmetrical shape about a line of symmetry."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils investigate lines of symmetry in 2D shapes by folding paper shape cut-outs.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "12", "textbook_lesson": "9", "workbook_pages": "115 - 117", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/worksheet-9", "textbook_pages": "153 - 157", "objective": "compare and classify geometric shapes, including quadrilaterals and triangles, based on their properties and sizes.", "approach": "To begin this lesson, show students the Explore task, and ask them to suggest ways to classify the shapes. Arrange students into small groups and provide each group with paper shapes to match those in the image. Tell them to make a note of their answers as they work through the activity. If groups run out of ideas, ask them to consider the number of sides, the sizes of the angles, sides of equal length, and parallel sides. Finally, ask each group to discuss one of their ideas with the class. Encourage mathematical terminology, rather than, for example, classifying shapes according to whether they are ‘pointy’ or based on their colour.\nLook through Master 1 to 5, which illustrates the most important ways to classify the shapes. For each classification, did any group think of this? Did any group use a classification that was not listed? Introduce the term ‘regular’ regarding polygons. What is another name for a regular triangle? For a regular quadrilateral? Why is a rhombus not regular? Why is a rectangle not regular?\nDuring Guided Practice, students are describing shapes using mathematical language, and classifying shapes according to various criteria.", "formative_assessment": ["identify parallel lines.", "identify right angles.", "find all the lines of symmetry of a polygon.", "sort the shapes according to their properties.", "describe how they have classified the shapes by using shape properties, using mathematical language."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-12/lesson-9"}, {"content_type": "mind_challenge", "textbook_chapter": "12", "textbook_lesson": "10", "workbook_pages": "118", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/mind-challenge", "textbook_pages": "158", "objective": "To identify properties of 2D shapes and solve problems involving these.", "approach": "Mind Challenge\nStudents solve a problem on symmetry.\nMy Maths Journal\nStudents explain whether various types of quadrilaterals are parallelograms. This involves thinking carefully about the essential properties of parallelograms.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support..", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "12", "textbook_lesson": "10", "workbook_pages": "119 - 122", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-12/review-1", "textbook_pages": "158", "objective": "To identify properties of 2D shapes and solve problems involving these.", "approach": "Mind Challenge\nStudents solve a problem on symmetry.\nMy Maths Journal\nStudents explain whether various types of quadrilaterals are parallelograms. This involves thinking carefully about the essential properties of parallelograms.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support..", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "1", "workbook_pages": "123 - 124", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-13/worksheet-1", "textbook_pages": "160 - 164", "objective": "plot specified points and draw sides to complete a given polygon.", "approach": "To begin this lesson, show students the Explore task ask them to recall the properties of the different types of triangles – isosceles, scalene and right-angled triangles. These were covered in Chapter 12. Give each student 3 printed copies of the Explore task and ask them to work with their partner to work out where point C could go for Oak, Meilani and Ravi.\nMaster 1 shows coordinates as the distance from each axis. Throughout the remainder of the master section, spend some time investigating the different possible locations of point C. Master goes on to illustrate one possibility for each triangle. There are multiple possibilities (some of which are difficult to find) but the main purpose is to practise using coordinates to describe position. Start with the right-angled triangle. Where could C be positioned to make a right angle at C? You might need to suggest a few points (using coordinates) and ask students whether it forms a right-angled triangle. Remember that the main focus today is on using coordinates.\nRepeat a similar process for the other two triangles, asking students where they think point C could be positioned. For the isosceles triangle, the three possibilities are that AC has the same length as AB, BC has the same length as AB, or that AC and BC have the same length. Only the latter of these fits on the grid.\nDuring Guided Practice, students are plotting points and writing the coordinates of the vertices of a parallelogram.", "formative_assessment": ["use coordinates to plot points.", "connect points to make a triangle or quadrilateral.", "explain what each number in a coordinate represents."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils mark the position of points, specified by coordinates in the first quadrant of a coordinate grid, and write coordinates for already-marked points.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-13/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "2", "workbook_pages": "125 - 126", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-13/worksheet-2", "textbook_pages": "165 - 169", "objective": "describe translations accurately.", "approach": "To begin this lesson, show students the Explore task and ask them to help you find the coordinates of J and its counterpart in the purple parallelogram. How do the coordinates change? Would the coordinates of K, L and M move in the same way? How can we describe the overall movement of the shape? Guide the class to see that parallelogram JKLM moves 5 units to the right and specifically, that all of its vertices move 5 coordinates to the right. Then ask students to work in pairs and give them some time to determine the movements to the pink and blue shapes.\nWork through Master 1, which illustrates the first movement of 5 units to the right. Ideally, provide the class with square grid paper and a copy of the parallelogram on the same scale as the grid. Ask them to plot parallelogram JKLM on their grid, place the paper parallelogram over it, and then slide it 5 units to the right. How does its new position compare to the violet parallelogram in Master 1? (It’s in the same place.) Explain that this type of movement is a translation; the shape does not rotate and it does not flip.\nWork through Master 2–3 in the same way. Emphasise that during a translation, the size of the shape does not change.\nDuring Guided Practice, students are describing translations and also finding the coordinates of a point on a trapezium after different translations.", "formative_assessment": ["describe a translation accurately.", "carry out a translation from a given set of movements."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils mark the position of points specified by coordinates in the first quadrant of a coordinate grid, and write coordinates for already-marked points.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-13/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "13", "textbook_lesson": "3", "workbook_pages": "127 - 128", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-13/worksheet-3", "textbook_pages": "170 - 172", "objective": "describe translations accurately.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. students should be able to identify point R and find its coordinates. Ask students to find the other coordinates and then to describe the translation to their partners.\nWork through Master 1, which explains the translation and identifies the coordinates of point R. Point out how the difference between the x-coordinates is 5 and 3 for the y-coordinates, which corresponds to the distances in the translation. Discuss why this makes sense with the class.\nWork through Master 2, which is a similar translation but with different numbers. Use other examples if further practise is required and address any gaps in understanding.\nDuring Guided Practice, students are describing the translations of a triangle.", "formative_assessment": ["Students understand coordinates and how they are used.", "describe a translation given the final coordinates of any vertex of a shape.", "use a coordinate grid to translate shapes."], "content_priority": "This is a key lesson.\nLearning Outcomes\nPupils mark the position of points, specified by coordinates in the first quadrant of a coordinate grid, and write coordinates for already-marked points.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-13/lesson-3"}, {"content_type": "mind_challenge", "textbook_chapter": "13", "textbook_lesson": "4", "workbook_pages": "129", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-13/mind-challenge", "textbook_pages": "173 - 174", "objective": "understand the coordinate grid and to be able to solve problems using it.", "approach": "Mind Challenge\nStudents are given the coordinates of each vertex of a quadrilateral before translation and the coordinates of one vertex after the translation. Students use this information to determine the coordinates of the other three vertices after the translation.\nMy Maths Journal\nStudents are given an image of a parallelogram on a coordinate grid and the coordinates of the same parallelogram after it has been translated. Students explain how the coordinates after translation help describe the translation.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "13", "textbook_lesson": "4", "workbook_pages": "130 - 132", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-13/review-1", "textbook_pages": "173 - 174", "objective": "understand the coordinate grid and to be able to solve problems using it.", "approach": "Mind Challenge\nStudents are given the coordinates of each vertex of a quadrilateral before translation and the coordinates of one vertex after the translation. Students use this information to determine the coordinates of the other three vertices after the translation.\nMy Maths Journal\nStudents are given an image of a parallelogram on a coordinate grid and the coordinates of the same parallelogram after it has been translated. Students explain how the coordinates after translation help describe the translation.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "1", "workbook_pages": "133 - 134", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-14/worksheet-1", "textbook_pages": "176 - 179", "objective": "find the predicted frequency of an event.", "approach": "To begin this lesson, show students the Explore task and ask them to write down their thoughts. They then ttake turns with their partner in tossing the 2 coins. Ask them to record their results in a table like the Explore task.\nDid everyone get the same results? Did anyone know what information they would have needed to predict the outcome of the coin tosses? Ask them if each coin only has two outcomes, what are all the possible outcomes when two coins are tossed? Tell students to think about the two coins as coin 1 and coin 2. How can they be systematic when deciding on the possible outcomes?\nMaster 1 introduces the term frequency. Students will be expected to understand the term within the context of a formula.\nMaster 2 to 4 continues to introduce formulas to find the probability of an event and the predicted frequency of an outcome. Students should understand that probabilities are often shown as fractions. Students should also understand that probability ranges from 1 (certain) to 0 (impossible).\nDuring Guided Practice, students are finding the probability of an outcome and the predicted frequency of a favourable outcome.", "formative_assessment": ["predict the number of possible outcomes for an event.", "predict the number of favourable outcomes for an event.", "find the predicted frequency of a favourable outcome."], "content_priority": "This is a key lesson", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-14/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "14", "textbook_lesson": "2", "workbook_pages": "135 - 137", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-14/worksheet-2", "textbook_pages": "180 - 185", "objective": "find the theoretical and experimental probability of event and compare them.", "approach": "To begin this lesson, show students the Explore task. Ask them to discuss with their partners their thoughts before having a class discussion.\nRecap the previous lesson and ask what the possible outcomes are when rolling a 6-sided dice. Ask students what the probability of a head being thrown is. Ask them if this means that they are certain to throw a head if they throw the coin twice. Why or why not?\nAsk them how they think they could get closer to their predicted frequency of throwing a head. Explain that even if the probability of throwing a head is 1/2, it does not mean that we are certain we will throw a head every two throws. This lesson will look at the difference between theoretical probability, the possible chance of a favourable outcome, and experimental probability, the actual outcomes of an experiment.\nThroughout the Master section, students compare theoretical probability with experimental probability. Students should start to make the link that the greater the number of trials, the more likely the experimental probability gets closer to the theoretical probability.", "formative_assessment": ["find the probability of an outcome of an event.", "Students understand the actual outcome of an experiment may differ to the theoretical probability of an outcome of an event."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5b/chapter-14/lesson-2"}, {"content_type": "mind_challenge", "textbook_chapter": "14", "textbook_lesson": "3", "workbook_pages": "138", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-14/mind-challenge", "textbook_pages": "186", "objective": "To use experimental probability to find missing values.", "approach": "Mind Challenge\nStudents use the data from a probability experiment to find the frequency of the given favourable outcomes.\nMy Maths Journal\nStudents write about the link between theoretical and experimental probability and the difference multiple trials can make to this link. Students are encouraged to see that the greater the number of trials, the more likely it is that the different probabilities converge.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "14", "textbook_lesson": "3", "workbook_pages": "139 - 142", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/chapter-14/review-1", "textbook_pages": "186", "objective": "To use experimental probability to find missing values.", "approach": "Mind Challenge\nStudents use the data from a probability experiment to find the frequency of the given favourable outcomes.\nMy Maths Journal\nStudents write about the link between theoretical and experimental probability and the difference multiple trials can make to this link. Students are encouraged to see that the greater the number of trials, the more likely it is that the different probabilities converge.\nReview\nComplete this with students as a chapter summary and determine if any students need extra support.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "revision4", "textbook_chapter": "14", "textbook_lesson": "4", "workbook_pages": "143 - 150", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/revision-4/revision-4", "textbook_url": ""}, {"content_type": "end_year_a", "textbook_chapter": "14", "textbook_lesson": "5", "workbook_pages": "151 - 155", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/end-of-year-revision/section-a", "textbook_url": ""}, {"content_type": "end_year_b", "textbook_chapter": "14", "textbook_lesson": "6", "workbook_pages": "156 - 166", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/end-of-year-revision/section-b", "textbook_url": ""}, {"content_type": "end_year_c", "textbook_chapter": "14", "textbook_lesson": "7", "workbook_pages": "167 - 168", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5b/end-of-year-revision/section-c", "textbook_url": ""}]