[{"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "1", "workbook_pages": "1 - 3", "textbook_pages": "2 - 5", "objective": "count in hundreds to 1000.", "approach": "To begin this lesson, recap the renaming of 10 ones to make 1 ten and 10 tens to make 1 hundred. Provide students with Base 10 materials to show the renaming. Then ask students if they know what 10 hundreds would make. Introduce the number 1000 and write 1000 both in numerals and words. Allow students to have a sense of how big 1000 is by talking about experiences where multiples of hundreds, up to 1000, would be encountered, such as the number of pages in Harry Potter books are in hundreds (e.g. The Order of the Phoenix is about 800 pages, exact: 766); or show them real objects, such as 10 boxes of paper clips with 100 paper clips in each box.\nStudents should be familiar with a single Base 10 100 'flat' but they will need support when using multiple 'flats' to count in hundreds. Remind students of the value of the digit in the hundreds place and the significance of the zeros in the tens and ones place when reading and writing hundreds.\nShow students the Explore task. Count up in hundreds while either pointing at the jars of marbles or using sets of 100 until you get to 1000. Count backwards in hundreds from 1000 to zero. Show the class the pictures in Master and ask them whether they can see any patterns. Students may mention that there is an additional 100 in the following row. Ask them whether there is a link between the numbers on the right-hand side (100, 200, 300, etc.) and the amount of 100-blocks on the left side. Guide students so they can see that 400 has 4 blocks of 1 hundred and 700 has 7 blocks of 1 hundred. Ask them questions on how many hundreds they think other numbers will have and assess their answers. Students have to relate that 1000 will have 10 blocks of 1 hundred, therefore, 10 hundreds can be renamed to make 1 thousand.\nDuring Guided Practice, students are using pictorial support to write numbers in numerals and in words.", "formative_assessment": ["rename 10 tens as 100.", "count in hundreds.", "use concrete materials to show numbers in multiples of 100, to 1000.", "use pictures to show numbers in multiples of 100, to 1000.", "write the numerals for multiples of 100 for numbers to 1000.", "write the words for multiples of 100 for numbers to 1000."], "content_priority": "This is a very straightforward recap of counting in hundreds.\nDuring Master, let students use Base 10 materials to make the connection between 10 hundreds and 1 thousand by getting them to physically stack 10 hundreds.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "2", "workbook_pages": "4 - 7", "textbook_pages": "6 - 8", "objective": "count in hundreds, tens and ones.", "approach": "To begin this lesson, show students the Explore task. Provide them with Base 10 materials for counting and allow them some time to show 3 hundreds, 4 tens and 6 ones. Then count aloud with students, 'three hundred and forty-six' while pointing at the Base 10 materials. Ask them if they know how to write this number. Write 346 and read it aloud again, pointing to the digits one by one. Ask them how many hundreds are there in 346, then how many tens and how many ones. As they answer, ask them how they know.\nAsk students if the hundreds, tens and ones in the number 346 could be shown using a number bond. Allow them time to explore how a number bond diagram could be used to represent a 3-digit number. They learnt how to use a number bond to show the tens and ones of a 2-digit number in Year 2.\nHow could we break apart the number 306? What about 340? Allow students time to work on this and for them to show different ways of deconstructing numbers using a number bond diagram.\nDuring Guided Practice, students are representing numbers using number bond diagrams.", "formative_assessment": ["count in hundreds, tens and ones using concrete materials.", "count in hundreds, tens and ones using pictures.", "count in hundreds, tens and ones by reading the numbers.", "use a number bond for a 3-digit number.", "read a 3-digit number.", "write a 3-digit number in numerals."], "content_priority": "This is a key lesson.\nIt is important to use Base 10 materials, place-value cards, place-value charts and number bond diagrams.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "3", "workbook_pages": "8 - 10", "textbook_pages": "9 - 11", "objective": "recognise the place value of each digit in a 3-digit number (hundreds, tens, ones).", "approach": "To begin this lesson, show students the Explore task. Provide them with place-value charts and Base 10 materials. Ask them if they are able to show you the number and explain what the digit 6 stands for. Allow them some time to work on this. As there are 6 10-blocks in the tens place, the digit 6 stands for 6 tens. Write the number 60, and in words, six tens. Do the same for the digits 3 and 2.\nTell the class your friend said they can use a number bond diagram to represent this number. What might that look like? Ask students if they are able to write the number shown using both numerals and words. Read aloud the number 362 as you write it in numerals and read it aloud again when writing it in words, 'three hundred and sixty-two'. Guide students to differentiate between writing the place value of the digits – 3 hundreds, 6 tens and 2 ones (plural form) – and writing the number in words – three hundred (singular form) and sixty-two (without tens and ones). Help them understand that when writing the number in words, we write it in the same way as we read it.\nAsk students if they are able to represent the number 470 on the place-value chart and then write a number bond for it. Tell them that your friend said they made 400, 60 and 10 when using a number bond diagram. Is this correct? Are there other ways? Ask students for the place value of each digit in the number and ask them to write the place values, 400, 70 and 0, both in numbers and words. Then read the number aloud together and invite students to write 470 in words as they read it aloud again.\nDuring Guided Practice, students are representing numbers in different ways, using place-value charts and number bond diagrams, and in numerals, words and number sentences.", "formative_assessment": ["tell the place value of each digit in a 3-digit number.", "use a place-value chart to show the place value of each digit in a 3-digit number.", "use a number bond to show the place value of each digit in a 3-digit number.", "use place-value cards to show the place value of each digit in a 3-digit number.", "read a 3-digit number.", "write a 3-digit number in numerals.", "write a 3-digit number in words."], "content_priority": "This lesson can be combined with Lesson 1.\nProvide students with a blank number bond diagram (hundreds, tens and ones)\nGive students the opportunity to explore numbers like 470 (Master 2) and 250 and 506 (Guided Practice 2) using their number bonds diagrams. Ensure pupils understand that not all parts in the number bond diagram will be completed, as in the case where there are no tens (506) and no ones (470).", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "4", "workbook_pages": "11 - 14", "textbook_pages": "12 - 15", "objective": "compare and order numbers up to 1000.", "approach": "To begin this lesson, show students the Explore task and ask them to tell you which child has more stickers. How can we figure this out? How do we know? How many ways are there to find out which child has more? Students must first determine the number each child has, Sam has 253 and Lucy has 326. Then ask them to write the numbers on a place-value chart. What do we know about the hundreds in each number? Which number has more hundreds? Does this matter? Why? Guide students to see that hundreds are greater than tens and ones, and tens are greater than ones, so if one number has more hundreds, it must be greater than the other other number. Therefore, 326 is greater than 253.\nShow this to students using both manipulatives and a place-value chart. Ask them what happens when they have the same number of hundreds. What if we wanted to compare 764 and 758? Allow students time to make these numbers. Ask them how many hundreds, tens and ones they both have. Guide students to generalise that if the hundreds are the same, then we can compare the tens, and if both the hundreds and tens are the same, then we proceed to compare the ones.\nGet students to discuss which number has the greatest number of hundreds, tens and ones, and then complete a quick survey to determine which number is the greatest. Allow a student to explain why they think 764 is bigger than 758 by demonstrating to the class using manipulatives. Ask students how they can compare three numbers. What should we look at first? Which place in a number has the greatest value; which has the least?\nDuring Guided Practice, students are comparing numbers using Base 10 materials, place-value cards and then ordering numbers from smallest to greatest and vice versa. students will also be using the symbols <, > and = to compare numbers.", "formative_assessment": ["identify the place value of each digit in a 3-digit number.", "compare two 3-digit numbers by comparing the hundreds.", "compare two 3-digit numbers by comparing the tens.", "compare two 3-digit numbers by comparing the ones."], "content_priority": "This is a key lesson.\nIn Master 1, the numbers have been chosen to make sure students look at the hundreds digits first, otherwise they may think 253 is the greater number because 5 is greater than 2 and so 50 is greater than 20.\nIn Master 2, the hundreds digits are the same so students will need to focus on the tens.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "5", "workbook_pages": "15 - 16", "textbook_pages": "16 - 18", "objective": "count from 0 in multiples of 50.", "approach": "To begin this lesson, show students the Explore task and ask them how many ways they can think of to count the total number of harakeke in the picture. Allow them to work with concrete materials to do this. After some time, tell them your friend said that counting in fifties is easy: 50, 500, 5000, 50 000, 500 000 and so on. Is this correct? How do we know? Allow students to discuss this and come up with a rebuttal. Allow them to discuss what the 5 in 50 represents. Ask them how many fifties we need to make 100, 500, 1000.\nExplain that today's lesson will be on counting in fifties or, to make things more exciting, the '50 times table'! Ask students whether they notice any patterns when counting the harakeke (in bundles of 50). Some may say they go up in fifties, some may say there is always a 100 or 50 at the end of each number. Ask students why they think that for every two fifties we go up by 100. You want them to see the link that 2 fifties make 100, so we should move up 100 every time we add 2 fifties. You also want students to generalise and see that counting up in fifties is similar to counting up in fives in that there will either be a 50 at the end of the number or a multiple of 100. Prompt them to realise that 9 fifties is just 1 less 50 than 10 fifties. Use this as a strategy to show relational patterns. Ask students questions such as, 'If 6 fifties makes 300, how many will 5 fifties give us?', 'If 4 fifties gives us 200, how many will 2 fifties give us?' Ensure students have an opportunity to say the fifties in words, for example, 250 is read as two hundred and fifty.\nDuring Guided Practice, students are making the link between counting in fives and counting in fifties. They will use both pictures and number tracks/number lines to do this.", "formative_assessment": ["use pictures to count in fifties.", "use a number track to count in fifties.", "use a number line to count in fifties."], "content_priority": "This is a key lesson.\nIf students are struggling, write the sequence in Master as 5 tens, 10 tens, 15 tens, and so on, so they can link this to step counting in fives.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "6", "workbook_pages": "17 - 18", "textbook_pages": "19 - 21", "objective": "find 10 more or less than a given number using number patterns.", "approach": "To begin this lesson, show students the Explore task and ask them if they are able to tell you the missing numbers from the pattern. More importantly, ask them to show you how they know. Allow them to use Base 10 materials, number lines, drawings and so on to show their reasoning. Tell them your friend said that they created a special number pattern: 314, 324, 334. What comes next? How do we know? Can we show what we know?\nIt is important during this lesson that students don't race to the answer but focus more deeply on recognising and describing the patterns. Guide them to recognise the number patterns using number lines and Base 10 materials. Help them to describe patterns using '1 more' and '10 more' than the previous number and to see that a number pattern can also be '1 less' or '10 less'. Allow students time to work with one another to create number patterns that are 1 more/1 less and 10 more/10 less.\nDuring Guided Practice, students are finding numbers by 1 more/less and 10 more/less. They are also completing number patterns and sequences. Ask students if they can make a link between the diagram in Guided Practice 1 and a 100-square. What happens to numbers in a vertical direction? What happens to numbers in a horizontal direction?", "formative_assessment": ["find a number that is 1 more or less than another number.", "find a number that is 10 more or less than another number.", "recognise and complete number patterns with terms that are 1 more or less.", "recognise and complete number patterns with terms that are 10 more or less."], "content_priority": "This is a key lesson.\nThis is an essential lesson but can be combined with Lesson 7. Make sure you model the questions with Base 10 materials for each number and link this to the number line.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "7", "workbook_pages": "19 - 20", "textbook_pages": "22 - 24", "objective": "find 100 more or less than a given number using number patterns.", "approach": "To begin this lesson, show students the Explore task and ask them how this task is related to the previous lesson. Can they show 100 more and 100 less? Tell students your friend said to show 100 more, they write 746 100. Is this correct? How do we know?\nUsing Base 10 materials and place-value charts, show the class a 3-digit number and ask them to find the number that is 100 more. Repeat this with a few 3-digit numbers. Then ask students to find 100 less of different 3-digit numbers. What do they notice when a number changes by 100? Which digit changes? Which do not? What is the place value of the digits that change? Is there a rule they can come up with?\nDuring Guided Practice, students are showing 100 more or less than a number and then completing number sequences with terms that are 100 more or less.", "formative_assessment": ["find a number that is 100 more or less than another number.", "recognise and complete number patterns with terms that are 100 more or less."], "content_priority": "This lesson can be combined with Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "8", "workbook_pages": "21 - 23", "textbook_pages": "25 - 26", "objective": "count in fours and eights.", "approach": "To begin this lesson, show students the Explore task. Lay out pencils or similar manipulatives in the arrangement shown. Ask students what they notice about the layout. Some pencils are grouped in tens and the others are grouped in what looks like fours, but this may not be very clear to everyone. Ask students how we can find the total number of pencils. Encourage them to show you the different strategies, such as counting all, and counting in tens then ones. Get students to count to 100 in tens and then count in fours for the rest of the pencils. As they count in fours, start writing the numbers on the board: 104, 108, 112, 116. Altogether, there are 116 pencils.\nThen show students that, as 8 is the double of four, we can also count in eights. Group the pencils in eights and count together with students while writing the numbers on the board: 108, 116. Altogether, there are 116 pencils. Guide students to compare the two lists of numbers and ask them if they can see any patterns. They should notice that 108 and 116 appear in both lists. Help them to conclude that counting in eights is the same as doubling counting in fours.\nDuring Guided Practice, students are counting in fours and eights.", "formative_assessment": ["count in tens and rename 10 tens to make 1 hundred.", "count in fours.", "count in eights.", "understand the relationship between counting in fours and counting in eights."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-1/lesson-8"}, {"content_type": "mind_challenge", "textbook_chapter": "1", "textbook_lesson": "9", "workbook_pages": "24", "textbook_pages": "27 - 28", "objective": "apply knowledge of numbers to solve problems.", "approach": "Mind Challenge\nStudents apply their ability to find 10 and 100 more or less to form a 3-digit number based on the conditions stated.\nMy Maths Journal\nStudents write about where they see 3-digit numbers in school, at home and in their neighbourhood and what these numbers mean.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "1", "textbook_lesson": "9", "workbook_pages": "25 - 28", "textbook_pages": "27 - 28", "objective": "apply knowledge of numbers to solve problems.", "approach": "Mind Challenge\nStudents apply their ability to find 10 and 100 more or less to form a 3-digit number based on the conditions stated.\nMy Maths Journal\nStudents write about where they see 3-digit numbers in school, at home and in their neighbourhood and what these numbers mean.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-1/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "1", "workbook_pages": "29 - 31", "textbook_pages": "30 - 32", "objective": "understand the commutative law of addition and form a family of addition and subtraction facts.", "approach": "To begin this lesson, show students the Explore task. Use it to stimulate discussions relating to commutative law. Ask students to find the total number of poi for 11 red poi and 5 black poi and to write an equation for the solution (11 + 5 = 16). Ask them whether the solution would be the same if there were 5 black poi and 11 red poi. Would the equation be the same? (5 + 11 = 16) Guide students to see that both equations will give us the same answer. Try this with other sets of 2 numbers (e.g. 8 black poi and 7 red poi), and then 3 numbers (e.g. 4 red poi, 5 black poi and 6 blue poi). Help students conclude that when we add, the order of the numbers does not affect the answer.\nThen ask students, now that we know the total, what can we do to find the number of black poi? Will the equation be the same? Can we use the same numbers to make a subtraction equation? (16 – 5 = 11) What if we want to find the number of red poi? What does the equation look like? (16 – 11 = 5) Guide them to see that with the same 3 numbers, we can form a family of addition and subtraction facts.\nDuring Guided Practice, students are completing families of addition and subtraction facts.", "formative_assessment": ["find the addition facts for any 2 numbers.", "find the subtraction facts for any 2 numbers.", "find the complete family of addition and subtraction facts for any 2 numbers."], "content_priority": "This lesson can be completed if time allows.\nThis is a recap of Chapter 7, Lesson 7 in Textbook 2A.\nIf time is limited, just complete the Activity Time.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "2", "workbook_pages": "32 - 34", "textbook_pages": "33 - 34", "objective": "add a 3-digit number to ones without renaming.", "approach": "To begin this lesson, show students the Explore task. Ask them how many ways they think they can solve this problem. Allow them some time to work on this. As they begin to show you one method, tell them your friend said that they could use a number bond diagram to show the process. What might this look like? What about a number line or number squares? Can we use Base 10 materials? Do we always get the same answer? Ask students what happens if the smaller number comes first? What if the question is 3 + 314? Does that change the method we use? Can students make the link between the Base 10 materials and the column addition? Allow time for students to understand what each digit represents in the column method using both Base 10 materials and the number bond representation.\nDuring Guided Practice, students are adding numbers using a range of methods.", "formative_assessment": ["use a number line to add a 3-digit number to ones without renaming.", "use a number track to add a 3-digit number to ones without renaming.", "use Base 10 materials to represent numbers and add a 3-digit number to ones without renaming.", "use a number bond diagram to add a 3-digit number to ones without renaming."], "content_priority": "This lesson can be combined with Lessons 3 and 4.\nLessons 2, 3 and 4 make up the steps involved in Lesson 5 but don’t introduce any new concepts. If you feel students have a secure understanding of the concepts in these lessons, you could move on to Lesson 5 and spend a bit more time on that lesson, ensuring students fully understand the concepts and imagery.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "3", "workbook_pages": "35 - 37", "textbook_pages": "35 - 37", "objective": "add a 3-digit number to multiples of 10 without renaming.", "approach": "To begin this lesson, show students the Explore task and ask them whether they can determine how many books are in the library. Allow them some time to work on this.\nAsk them if they can use any of the strategies they used in the previous lesson to help them today. How might they be helpful? How might they be different? Tell students your friend said he can find the total by counting on in tens. Is this possible? What does my friend mean? Can we show how to do this using a number line? Ask students if they know how number bond diagrams might be helpful to add numbers like this. Can students make the link between the Base 10 materials and the column addition? Allow time for students to understand what each digit represents in the column method using both Base 10 materials and the number bond representation. Provide them with time to work on this. Change the numbers and get them try this process again.\nDuring Guided Practice, students are adding numbers using a range of methods.", "formative_assessment": ["count on to add a 3-digit number to a 2-digit multiple of 10 without renaming.", "use Base 10 materials to add a 3-digit number to a 2-digit multiple of 10 without renaming.", "use a number bond to add a 3-digit number to a 2-digit multiple of 10 without renaming."], "content_priority": "This lesson can be combined with Lessons 2 and 4.\nLessons 2, 3 and 4 make up the steps involved in Lesson 5 but don’t introduce any new concepts. If you feel students have a secure understanding of the concepts in these lessons, you could move on to Lesson 5 and spend a bit more time on that lesson, making sure students fully understand the concepts and imagery.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "4", "workbook_pages": "38 - 40", "textbook_pages": "38 - 39", "objective": "add a 3-digit number to multiples of 100 without renaming.", "approach": "To begin this lesson, show students the Explore task and ask them how they might solve this problem. Allow them time to discuss. Ask if any of the methods they have used in the previous lessons might be helpful today. Provide them with a range of resources to use to solve this problem.\nAfter they have been working for some time, tell them your friend said that counting in hundreds would be helpful. What does my friend mean by that? How is counting in hundreds helpful? Allow students to discuss this and show a method that supports it.\nThen show the class method 2 – adding the hundreds. Use Base 10 materials to show the hundreds, tens and ones, then show how adding the hundreds will provide the answer. Use the number bond to illustrate the concrete representation. Can the students make the link between the Base 10 materials and the column addition? Allow time for students to understand what each digit represents in the column method using both Base 10 materials and the number bond representation.\nDuring Guided Practice, students are adding numbers using a variety of methods.", "formative_assessment": ["count on to add a 3-digit number to a multiple of 100 without renaming.", "use Base 10 materials to add a 3-digit number to a multiple of 100 without renaming.", "use a number bond to add a 3-digit number to a multiple of 100 without renaming."], "content_priority": "This lesson can be combined with Lessons 2 and 3.\nLessons 2, 3 and 4 make up the steps involved in Lesson 5 but don’t introduce any new concepts. If you feel students have a secure understanding of the concepts in these lessons, you could move on to Lesson 5 and spend a bit more time on that lesson, ensuring students fully understand the concepts and imagery.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "5", "workbook_pages": "41 - 42", "textbook_pages": "40 - 42", "objective": "add two 3-digit numbers without renaming, using the column method of addition.", "approach": "Students learnt the column method of addition in Year 3. In this lesson, help them to apply this knowledge to adding 3-digit numbers. Use this lesson to make sure any misconceptions are eradicated, especially for struggling learners.\nTo begin this lesson, show the class the Explore task. Ask some students to demonstrate how the number 413 could be shown in terms of hundreds, tens and ones using Base 10 materials. Do the same for 582. Ask the class where we should begin when we want to add 582 to 413. Get them to add the ones, tens and then hundreds. Ask students if they can represent this addition using the column method. Give them time to write the column method and help struggling students to recall how to do this. Then ask students to explain why the addition always starts from adding the ones. Guide them to relate addition to the renaming from ones to tens to hundreds.\nDuring Master, emphasise the importance of placing digits with the same place value together when adding using the column method. Use Base 10 materials alongside the column method to better illustrate this.\nDuring Guided Practice, the emphasis is on the column method.", "formative_assessment": ["use Base 10 materials to add a 3-digit number to another 3-digit number without renaming.", "use the column method to add a 3-digit number to another 3-digit number without renaming.", "use the column method to add a 3-digit number to a 2-digit number without renaming.", "use the column method to add a 3-digit number to a 1-digit number without renaming."], "content_priority": "This is a key lesson.\nMake sure students have access to Base 10 materials for Guided Practice.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "6", "workbook_pages": "43 - 44", "textbook_pages": "43 - 46", "objective": "add a 3-digit number to ones with renaming.", "approach": "To begin this lesson, show students the Explore task and ask them to discuss with their partners how they could add 7 to 345. Allow them to use Base 10 materials to get to the answer. Then ask them to share their answers and gather their methods. Show the class all the methods as illustrated in the textbook.\nMethod 1 is a bridging process using the expanded column method. It helps students to see the renaming process and understand that the column method essentially adds by renaming. This can be used for struggling learners who are not yet ready to move to the standard column method.\nMethod 2 is the standard column method. Use Base 10 materials as well as number bonds alongside the column method to make the method explicit. Compare the similarities between methods 1 and 2 so students can see the link between them.\nMethod 3 uses knowledge of number bonds to make the next ten, and then add the remainder of the ones. It is important to go through all the three methods so that students gain an understanding of the question and numbers, rather than just following a procedure.\nDuring Guided Practice, provide students with digit cards to form the addition statements.", "formative_assessment": ["count on to add a 3-digit number to ones with renaming.", "use Base 10 materials to represent numbers and add a 3-digit number to ones with renaming.", "use number bond diagrams to add a 3-digit number to ones with renaming.", "use the column method to add a 3-digit number to ones with renaming."], "content_priority": "This lesson can be combined with Lesson 7.\nRenaming in the ones column was introduced in Year 2 so you could combine this with Lesson 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "7", "workbook_pages": "45 - 46", "textbook_pages": "47 - 52", "objective": "add a 3-digit number to multiples of 10 with renaming.", "approach": "To begin this lesson, show students the Explore task. Ask the students what they think will change when the numbers are added to each score. What do they notice about the tens place? Discuss the methods from previous lessons that could be used to find a solution to the problem. Agree that the addition statements are 593 + 50, 695 + 70 and 498 + 50.\nShow Lulu's addition statement: 593 + 50. Ask students, when using Base 10 materials and a place-value chart, what happens to the tens when there are more than 9 tens. Along with the Base 10 materials, show the expanded column method and help students link the column method to the concrete representation. Repeat this using Tama's example: 695 + 70.\nAfter going through these two examples (593 + 50 and 695 + 70), ask students to add the same numbers using the standard column method. Then ask them to add 498 and 50 using a number bond.\nAfter practising addition using all the three methods, ask students to compare the 3 numbers – 593, 695 and 498. Guide them to use approximation: 593 is about 600, 695 is about 700 and 498 is about 500; then compare 600, 700 and 500. It will be much easier to see which number is greatest or smallest using this method. Help them to see that a 3-digit number with 9 tens is very close to the next hundred. Students can check the calculations using a calculator to evaluate their approximations.\nDuring Guided Practice, students are performing a similar task to the Explore activity, with specific criteria around how to use the numbers.", "formative_assessment": ["count on to add a 3-digit number to a multiple of 10 with renaming.", "use Base 10 materials to add a 3-digit number to a multiple of 10 with renaming.", "use a number bond to add a 3-digit number to a multiple of 10 with renaming.", "use the column method to add a 3-digit number to a multiple of 10 with renaming."], "content_priority": "This lesson can be combined with Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "8", "workbook_pages": "47 - 48", "textbook_pages": "53 - 55", "objective": "add two 3-digit numbers with renaming the ones.", "approach": "To begin this lesson, show students the Explore task and ask them to use any of the methods they have previously learnt to add 257 and 315. Allow them to attempt a variety of ways to solve this. Focus on linking the concrete representation to the drawing of Base 10 materials and finally the standard column method.\nLet students use Base 10 materials to show the two 3-digit numbers. Ask them to tell you which to add first – hundreds, tens or ones – and whether any renaming needs to be done. Help them to see that the renaming of ones in the picture is the same as what they have done using Base 10 materials. Then show students the column method and ask them how to rename the ones. Encourage them to use the standard column method. Guide students to understand that when adding using the column method, it is important to start adding the ones, then the tens, and then the hundreds, as the ones and tens may need to be renamed.\nDuring Guided Practice, students are practising column addition both with renaming and without.", "formative_assessment": ["use Base 10 materials to add a 3-digit number to another 3-digit number with renaming the ones.", "use the column method to add a 3-digit number to another 3-digit number with renaming the ones.", "use the column method to add a 3-digit number to a 2-digit number with renaming the ones."], "content_priority": "This lesson can be combined with Lesson 9.\nLessons 8 and 9 are the steps needed for Lesson 10. Students should be familiar with renaming the ones and tens from Lesson 7 so you could move on to Lesson 10.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "9", "workbook_pages": "49 - 50", "textbook_pages": "56 - 58", "objective": "add two 3-digit numbers with renaming the tens.", "approach": "To begin this lesson, show students the Explore task. Ask them how many ways they know to solve this type of problem and allow them some time to work on this. Ask students to share their solutions.\nUse Base 10 materials to go through the addition with the class. Focus on the renaming of tens. Ask students what happens when 10 tens are renamed. What is it called? Then place pictures of Base 10 materials alongside the standard column method. Emphasise the need to start adding from the ones. When no renaming of ones is needed, we move on to add the tens. Students will realise that there is a need to rename. Ask them how we can show the renaming when using the column method. Guide them to apply their knowledge from renaming the ones they learnt previously.\nDuring Guided Practice, students are using the column method to add.", "formative_assessment": ["use Base 10 materials to add a 3-digit number to another 3-digit number with renaming the tens.", "use the column method to add a 3-digit number to another 3-digit number with renaming the tens.", "use the column method to add a 3-digit number to a 2-digit number with renaming the tens."], "content_priority": "This lesson can be combined with Lesson 8.\nLessons 8 and 9 are the steps needed for Lesson 10. Students should be familiar with renaming the ones and tens from Lesson 7 so you could move on to Lesson 10.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "10", "workbook_pages": "51 - 52", "textbook_pages": "59 - 61", "objective": "add two 3-digit numbers with renaming the ones and tens.", "approach": "To begin this lesson, show students the Explore task and ask them if they know what needs to be done. Ask them if they can find any clue in the problem that tells them what they have to do to find the solution. Introduce the term 'sum'. Use a sentence such as, 'What is the sum of the two numbers?' Students need to learn that the word 'sum' in mathematics means 'the total'.\nAsk students if they know how to find the total of the two numbers. Ask them to write the numbers using the column method. Then ask them to do the addition. Students will have to rename twice; for the ones, and then for the tens. Guide them to apply their knowledge from what they have learnt previously using pictures of Base 10 materials.\nDuring Guided Pratice, students are using the column method to add.", "formative_assessment": ["use Base 10 materials to add a 3-digit number to another 3-digit number with renaming the ones and tens.", "use the column method to add a 3-digit number to another 3-digit number with renaming the ones and tens.", "use the column method to add a 3-digit number to a 2-digit number with renaming the ones and tens."], "content_priority": "This is a key lesson.\nIt is essential to complete this lesson thoroughly if you have omitted or combined Lessons 8 and 9.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "11", "workbook_pages": "53 - 55", "textbook_pages": "62 - 63", "objective": "subtract ones from a 2-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task. Allow them some time to solve the problem with a variety of resources available to them. Ask them how many ways they think they can solve it.\nHelp students to recall the methods 'counting back' using a number line and the number bond strategy. Allow them time to model each solution.\nDuring Guided Practice, students are using a variety of methods to subtract mainly single digits from 2-digit numbers without renaming.", "formative_assessment": ["use number bonds to subtract ones from a 2-digit number without renaming.", "use fact families to subtract ones from a 2-digit number without renaming.", "use a number line to count back.", "use a number track to count back."], "content_priority": "This lesson can be completed if time allows.\nThis is covered in Year 2.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "12", "workbook_pages": "56 - 58", "textbook_pages": "64 - 65", "objective": "subtract ones from a 3-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task. Ask them if they know at least one way to solve this problem. Allow them some time to work on this.\nTell them your friend said that she can use a number line to solve this problem. She would start with 587 and count on: 588, 589, 590, 591. Easy. Is she correct? Is some of what she said correct?\nAllow students time to discuss the problems with her solution and fix it. Ask them if they know of any other ways to solve this problem. What about using Base 10 materials or the number bond method? Could either of these support subtraction here?\nDuring Guided Practice, students are subtracting ones from 3-digit numbers without renaming.", "formative_assessment": ["use number bonds to subtract ones from a 3-digit number without renaming.", "use fact families to subtract ones from a 3-digit number without renaming.", "use a number line to count back.", "use a number track to count back."], "content_priority": "This lesson can be completed if time allows.\nThis is covered in Year 2.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-12", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "13", "workbook_pages": "59 - 61", "textbook_pages": "66 - 67", "objective": "subtract multiples of 10 from a 3-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task and ask them if they know of a fast way to solve this problem. Allow them some time to discuss which method they think would be the most efficient in solving this type of problem. What makes this problem slightly different from yesterday's problem? Are there any similarities? Give them time to discuss and try to solve it.\nTell them your friend said he would simply count backwards in tens. Would this work? How might that sound? What would it look like if we wrote it down? Allow them time to discuss and show their thinking. Then tell the students you have another friend that said she could use Base 10 materials. Is this true? Can we subtract tens using those? How would that look? What if we wanted to record our thinking? Are we able to use number bonds to help us? How might that look?\nDuring Guided Practice, students are looking for the connection between subtracting ones and tens from the same 3-digit number.", "formative_assessment": ["use number bonds to subtract multiples of 10 from a 3-digit number without renaming.", "use fact families to subtract multiples of 10 from a 3-digit number without renaming.", "count back in tens.", "use a number line to count back in tens.", "use a number track to count back in tens."], "content_priority": "This lesson can be combined with Lesson 14.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-13", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "14", "workbook_pages": "62 - 63", "textbook_pages": "68 - 69", "objective": "subtract multiples of 100 from a 3-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task. Ask the class if they know of any methods they could use to help solve this problem. How is today's problem similar to yesterday's problem? What is the main difference? Ask them which method they think will be most efficient in solving today's problem. Which method works but might be the most tedious?\nAllow students to discuss this and show their thinking. Tell them your friend said the best method to use is the number bond strategy. Is this true? What are the benefits of using this method? What might the difficulties be using it? Have a discussion with the class about each of the key methods: using Base 10 materials, number bonds, counting back in hundreds.\nDuring Guided Practice, students are subtracting 1-, 2- and 3-digit numbers from a 3-digit number using a variety of methods.", "formative_assessment": ["use number bonds to subtract multiples of 100 from a 3-digit number without renaming.", "use fact families to subtract multiples of 100 from a 3-digit number without renaming.", "count back in hundreds.", "use a number line to count back in hundreds."], "content_priority": "This lesson can be combined with Lesson 13.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-14", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "15", "workbook_pages": "64 - 65", "textbook_pages": "70 - 72", "objective": "subtract two 3-digit numbers without renaming.", "approach": "To begin this lesson, show students the Explore task and ask them to use the methods they have learnt so far to solve this problem.\nDo all of the methods generate the same answer? Is there a way to check our answers to make sure they are correct? Use the picture of Base 10 materials to demonstrate the subtraction from the ones, then tens, then hundreds. Ask students if we can also show this subtraction process using the column method. Get them to write the subtraction calculation using the column method. Ask them how they know which number to place above and which to place below. Guide them to apply their knowledge from previous lessons, subtracting from the ones first as renaming may be needed.\nDuring Guided Practice, students are subtracting numbers using a variety of methods.", "formative_assessment": ["use the column method to subtract two 3-digit numbers without renaming.", "use the column method to subtract a 2-digit number from a 3-digit number without renaming."], "content_priority": "This is a key lesson.\nThis is essential to make sure students’ learning is secure.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-15", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "16", "workbook_pages": "66 - 67", "textbook_pages": "73 - 74", "objective": "subtract from a 3-digit number with the renaming of 1 ten into 10 ones.", "approach": "To begin this lesson, show students the Explore task. Write the column method for 652 – 25 on the board. Ask students if they notice that the 3-digit number is placed above the 2-digit number and if they know why. Guide them to relate it to the subtraction equation, 652 – 25; the column method is essentially another way to present the subtraction equation. Ask students why 25 is aligned to the right and not to the left. Guide them to recall that the ones must be placed in the ones column and the tens must be placed in the tens column.\nProvide students with Base 10 materials and ask them to represent 652 using the materials. Ask them to show how the 5 ones can be subtracted. Lead students to rename 1 ten into 10 ones. Show the process of renaming using the column method so that students can relate the 'crossing out' to renaming. It is important here that students understand why they are crossing out the tens column and ones column and changing the numbers. Then proceed to subtract the ones, tens and hundreds.\nDuring Guided Practice, students are practising using Base 10 materials to show when they need to rename and when they do not.", "formative_assessment": ["arrange the numbers correctly for subtraction using the column method.", "rename 1 ten into 10 ones using the column method.", "change the digits accordingly after renaming, using the column method.", "subtract a 2-digit number from a 3-digit number using the column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-16", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-16"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "17", "workbook_pages": "68 - 69", "textbook_pages": "75 - 76", "objective": "subtract two 3-digit numbers with the renaming of 1 hundred into 10 tens.", "approach": "To begin this lesson, show students the Explore task. Provide them with Base 10 materials and ask them to represent 507. Ask them to show how 143 can be subtracted.\nAfter subtracting the ones, as there are 0 tens in 507, guide students to apply their knowledge from the previous lesson that 1 hundred can be renamed into 10 tens. Then they can proceed to subtract the tens, then the hundreds.\nAsk students to write the column method for this subtraction. Ask them if they can remember how renaming was done for the 10 to ones; they can use the same method for renaming 1 hundred into 10 tens. Get them to show you how it can be done. Help students to relate the column method to the concept by using concrete materials or pictures.\nDuring Guided Practice, students are subtracting 2- and 3-digit numbers with renaming.", "formative_assessment": ["arrange the numbers correctly for subtraction using the column method.", "rename 1 hundred into 10 tens using the column method.", "change the digits accordingly after renaming, using the column method.", "subtract a 2-digit number from a 3-digit number using the column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-17", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-17"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "18", "workbook_pages": "70 - 71", "textbook_pages": "77 - 79", "objective": "subtract two 3-digit numbers with renaming.", "approach": "To begin this lesson, show students the Explore task. Do the students recognise that there are not enough ones or tens to complete the second subtraction question? Write the column method for 730 – 467 and ask the class to show the subtraction using Base 10 materials. They should realise that they have to start renaming 1 ten as 10 ones as there are 0 ones in 730. After subtracting the ones, they also need to rename 1 hundred as 10 tens as there are not enough tens in 730. After subtracting the tens, they can proceed to subtract the hundreds as no renaming is required.\nBy now, students should be quite familiar with renaming and the column method and will be able to relate the concrete renaming to the 'crossing out' in the column method.\nDuring Guided Practice, students are practising subtraction with renaming.", "formative_assessment": ["arrange the numbers correctly for subtraction using the column method.", "rename 1 ten into 10 ones using the column method.", "rename 1 hundred into 10 tens using the column method.", "change the digits accordingly after renaming using the column method.", "subtract a 2-digit number from a 3-digit number using the column method.", "subtract a 3-digit number from a 3-digit number using the column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-18", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-18"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "19", "workbook_pages": "72 - 73", "textbook_pages": "80 - 81", "objective": "subtract from a multiple of 100 with renaming.", "approach": "In this lesson, students learn to rename twice before doing the subtraction. It involves renaming the hundreds and then the tens before subtracting the ones. In these questions, students generally tend to lose perspective of the numbers used and focus instead on the procedure, therefore often making mistakes resulting in an unusual answer. It is important to remind students how a number is composed and allow them time to estimate so they can check their answer is close to their estimate.\nTo begin this lesson, show students the Explore task and give them enough time to solve this problem by themselves in groups.\nAllow them to use Base 10 materials to represent 400. Then get them to start by subtracting the ones. They will need to rename 1 ten as there is 0 ones in 400. However, there are also 0 tens in 400, therefore they have to rename 1 hundred into 10 tens. Once there are 10 tens, students can rename 1 ten into 10 ones. Then they can proceed to subtract.\nAfter they have the answer 236, ask them to use the column method to subtract. Did they get the same answer? If not, where did they go wrong? Ask them to check through the renaming done on the column method to check they have done it correctly.\nDuring Guided Practice, encourage students to use the column method and show the renaming.", "formative_assessment": ["arrange the numbers correctly for subtraction using the column method.", "rename 1 ten into 10 ones using the column method.", "rename 1 hundred into 10 tens using the column method.", "change the digits accordingly after renaming using the column method.", "subtract a 2-digit number from a multiple of 100 using the column method.", "subtract a 3-digit number from a multiple of 100 using the column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-19", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-19"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "20", "workbook_pages": "74 - 76", "textbook_pages": "82 - 84", "objective": "solve word problems using addition and subtraction.", "approach": "This is the first of four lessons on the bar model. Students have come across bar modelling in Year 2 and we will now build on their experience and competence.\nTo begin this lesson, show students the Explore task. Ask them how they might come to the correct answer using cubes. Ask if the process can be represented using the squares in their exercise books/journals. Could 4 cubes be 4 squares and 3 cubes which represented 3 cupcakes be represented on paper with 3 squares?\nRefer to Master 1 to explain that we do not always have to use one square to represent each unit. Show students that we can have a bar to represent 4 cupcakes and another bar to represent 3 cupcakes. Ask them how long the second bar should be if we are going to represent it as 3 cupcakes. Students should realise that the second bar should be shorter than the first as it represents fewer cupcakes. Help them recall that when we want to find the total, we can add the two parts, which are 4 and 3.\nRefer to Master 2 to show students 17 + 21. Guide them to see that it is similar to Master 1, except for the numbers involved. Ask them to try drawing a bar model to represent the problem. They can use the previous bar model as a reference. Once they have drawn a bar model, help them to label it and then proceed to find the number of cupcakes they have altogether\nDuring Guided Practice, students are solving problems with the help of bar models.", "formative_assessment": ["use concrete materials to represent items in a problem.", "draw a bar model to represent a number of items in a problem", "label all parts of the bar model with numbers and words.", "determine what information is missing from a bar model.", "apply addition and subtraction strategies from the chapter to bar model scenarios."], "content_priority": "This is a key lesson.\nStudents will have used bar models in Year 2 and Year 3.\nThe numbers and bar model used in this lesson are very simple. It is the conventions of the bar model and the progression from concrete to pictorial to abstract that is the key learning.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-20", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-20"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "21", "workbook_pages": "77 - 79", "textbook_pages": "85 - 86", "objective": "solve word problems using addition and subtraction.", "approach": "To begin this lesson, show students the Explore task. Ask them whether the bar model diagram they used yesterday would be helpful today. Tell them your friend said that this is a part–whole bar model. Show them a semi-constructed bar model, where the bar model has been constructed but not labelled and ask them to label it. Allow students some time to discuss what the whole amount is and what is being taken away. Guide them to relate subtraction to finding one of the parts. Then ask them how we might represent the same information using a number bond? How might this look using the column method?\nDuring Guided Practice, students are solving word problems involving addition and subtraction. Encourage them to draw bar models to represent the problems.", "formative_assessment": ["use concrete materials to represent items in a problem.", "draw a bar model to represent a number of items in a problem.", "label all parts of the bar model with numbers and words.", "determine what information is missing from a bar model.", "apply addition and subtraction strategies from the chapter to bar model scenarios, including the number bond and column methods."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-21", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-21"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "22", "workbook_pages": "80 - 82", "textbook_pages": "87 - 88", "objective": "solve 'more than' and 'fewer than' word problems using addition and subtraction.", "approach": "To begin this lesson, show students the Explore task. Ask them if they know how many more apples than oranges there are. To do that, students must know how many apples are on the first tree and how many oranges are on the second tree. Draw a bar to represent the apples, then draw another bar below it to represent the oranges and label the two bars. Help students to see where 'more pieces of fruit' are represented on the bar model, then label that part of the bar model. Guide them to see that they can use subtraction to find the answer, since we know both the number of apples and oranges.\nShow the class Master 2 and discuss the problem with them. Lead them to see that this problem is similar to the previous one, except the numbers used are different. Ask them to try drawing the bar model for this problem, then model the drawing for them on the board. Guide students to draw the first bar for Charles, then another bar below it for Meilani. Ask them if Meilani's bar should be longer or shorter based on the information from the problem. Then lead students to label the bar model with the information given. Since we know the number of chocolates Charles and Meilani each have, we can find out how many more by subtraction.\nDuring Guided Practice, students are practising drawing comparison models to represent the problems.", "formative_assessment": ["use concrete materials to represent items in a problem.", "draw a bar model to represent a number of items in a problem.", "label all parts of the bar model with numbers and words.", "determine what information is missing from a bar model.", "apply addition and subtraction strategies from the chapter to bar model scenarios, including the number bond and column methods.", "use the part–whole bar model method for addition and subtraction.", "use the comparison bar model method for addition and subtraction."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-22", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-22"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "23", "workbook_pages": "83 - 84", "textbook_pages": "89 - 91", "objective": "solve 'more than' and 'fewer than' word problems using addition and subtraction.", "approach": "To begin this lesson, show students the Explore task. What is the question asking us to find? How can they draw a bar model to represent the information from the question? Would it be better to use a part–whole or comparison model? Why? Give students enough time to work on this together. After some discussion, ask a student to draw the bars for Basket A and Basket B. Then ask students to fill in as much information on their model as possible.\nTry to guide students if they have missed anything that has been given in the question. Highlight the excess part of Basket A (compared to Basket B) on the bar model. Ask the class how they can work out this part of the bar. If needed, remind them about the previous lesson, which looked at the number of apples and oranges. Ask students what calculation is needed to find out the excess in the bar representing Basket A. Ask them what this section gives us. Make sure everyone is aware that it gives us how many more tennis balls Basket A has, but also how many fewer tennis balls Box B has.\nDuring Guided Practice, students are solving more word problems using comparison bar models.", "formative_assessment": ["use concrete materials to represent items in a problem.", "draw a bar model to represent a number of items in a problem.", "label all parts of the bar model with numbers and words.", "determine what information is missing from a bar model.", "apply addition and subtraction strategies from the chapter to bar model scenarios, including the number bond and column methods.", "use the part–whole bar model method for addition and subtraction.", "use the comparison bar model method for addition and subtraction."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/worksheet-23", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-2/lesson-23"}, {"content_type": "mind_challenge", "textbook_chapter": "2", "textbook_lesson": "24", "workbook_pages": "85", "textbook_pages": "92", "objective": "apply knowledge of addition and subtraction to solve problems.", "approach": "Mind Challenge\nStudents form two 3-digit numbers and then add the numbers using the column method to make a total of 701.\nMy Maths Journal\nStudents create addition and subtraction word problems based on three 3-digit numbers.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "2", "textbook_lesson": "24", "workbook_pages": "86 - 88", "textbook_pages": "92", "objective": "apply knowledge of addition and subtraction to solve problems.", "approach": "Mind Challenge\nStudents form two 3-digit numbers and then add the numbers using the column method to make a total of 701.\nMy Maths Journal\nStudents create addition and subtraction word problems based on three 3-digit numbers.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-2/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "1", "workbook_pages": "89 - 92", "textbook_pages": "94 - 97", "objective": "understand and learn the 3 times table.", "approach": "To begin this lesson, show students the Explore task and ask them how many ways they can count the number of muffins. Allow them some time to come up with all the ways they can think of to do this. Go through the different methods they suggest. Remember that all answers are appropriate here, e.g. counting all, counting on from 3 and using a number line.\nIf no one suggests using multiplication to solve the problem, guide students to see that the muffins are grouped into 3 on each tray. How could this be helpful? We can count in threes. Then count together with students. We can also say that there are 5 groups of 3, which gives us 15. Write the equation 3 + 3 + 3 + 3 + 3 = 15 then write the equation 5 × 3 = 15. Highlight the efficiency of multiplication over addition in this instance. Ask students what are 4 groups of 3, 3 groups of 3, 2 groups of 3 and 1 group of 3. Write down each equation and help students relate the times table to 'groups of'. During Master, encourage students to commit the 3 times table to memory. Ask the students why there are no cubes above the zero in Master 3? This idea can be reinforced by discussing how no groups of three can be shown, for example, by showing an empty tray with no muffins on it or an empty box with no muffins in it.\nDuring Guided Practice, students are using pictorial representations to practise the 3 times table.", "formative_assessment": ["relate the 3 times table to making equal groups of three.", "count on in threes.", "use concrete materials to show equal groups of 3.", "use drawings or pictures to show equal groups of 3."], "content_priority": "This is a key lesson.\nThe imagery is very important in Master 2, which shows students how to use the key facts of 1 × 3, 2 × 3, 5 × 3 and 10 × 3 to work out the other tables. The key facts are represented by purple cubes and the blue cubes show how different facts can be derived (9 × 3 is 10 × 3 minus 1 × 3).", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "2", "workbook_pages": "93 - 94", "textbook_pages": "98 - 99", "objective": "recall and use the 3 times table.", "approach": "This lesson uses patterns in the 3 times table to help students commit the 3 times table to memory easily.\nTo begin this lesson, show students the picture from the Explore task and ask them how the snapper are arranged. They are arranged in 4 rows of 3, therefore, we write it as 4 × 3 = 12. Explain that 4 × 3 means 4 rows of 3. Ask students how they would work out 5 × 3 if we know 4 × 3 = 12. Draw another row of 3 snappers beneath the first 4 rows. Now we have 5 rows of 3, which can be written as 5 × 3 = 15. Support students by explaining that 5 × 3 means 1 more row of 3, so if we know 4 × 3 = 12, then 5 × 3 is 12 plus another row of 3, which is 15. This will help students see that in the 3 times table, the next number is always 3 more than the previous one. Therefore, if they know 5 × 3 = 15, they can find 6 × 3 by adding 3 to 15.\nThe other strategy students can learn is the doubling of groups. If 1 group of 3 is 1 × 3 = 3, then 2 groups of 3 will be 3 + 3 = 6. What is 4 groups of 3? Help students to see that 4 is double of 2, so if 2 × 3 is 6, then 4 × 3 is the same as 6 + 6 = 12. Guide them to realise that this strategy applies to all the times tables.\nDuring Guided Practice, students are practising the two strategies and completing a number sequence for the 3 times table.", "formative_assessment": ["understand that the next number in the 3 times table is always 3 more.", "understand that when groups of 3 are doubled, the answer is also doubled."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "3", "workbook_pages": "95 - 98", "textbook_pages": "100 - 102", "objective": "understand and learn the 4 times table.", "approach": "To begin this lesson, show students the Explore task and allow them some time to come up with all the ways they can think of to count the carrots. Then go through the different methods they suggest. Remember that all answers are appropriate here, e.g. counting all, counting on from 4.\nIf no one suggests using multiplication to solve the problem, suggest that we have 5 groups of 4. How could this be helpful? Ask if anyone is able to count in fours. Count together with students. Show that 5 groups of 4 is written as 5 × 4 = 20. Ask students to write the equation for 3 groups of 4, 2 groups of 4 and 1 group of 4.\nDuring Guided Practice, students are using pictorial representations to practise the 4 times table. Ask students how zero groups of 4 could be shown in Guided Practice 1. How would you write this?", "formative_assessment": ["relate the 4 times table to making equal groups of four.", "count on in fours.", "use concrete materials to show equal groups of 4.", "use drawings or pictures to show equal groups of 4."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "4", "workbook_pages": "99 - 101", "textbook_pages": "103 - 105", "objective": "recall and use the 4 times table.", "approach": "This lesson uses patterns in the 4 times table to help students commit the 4 times table to memory easily.\nTo begin this lesson, show students the picture from the Explore task and ask them how the paua shells are arranged. They are arranged in 5 rows of 4, therefore, we can write it down as 5 × 4 = 20. Ask students what 5 × 4 means. They should be able to apply their knowledge from the previous lesson that it means '5 groups of 4'.\nAsk students how they would work out 4 × 4 if we know 5 × 4 = 40? Delete a row of 4 paua shells. Now we have 4 rows of 4, which can be written as 4 × 4 = 16. 4 × 4 is one row fewer than 5 × 4, so if we know that 5 × 4 is 20, 4 × 4 will be 4 less than 20, so 20 – 4 = 16. This will help students see that in the 4 times table, the previous number is always 4 less. Therefore, if they know 5 × 4 = 20, they can find 4 × 4 by subtracting 4 from 20. Guide students to realise that this strategy applies to all times tables.\nThe other strategy is the doubling of groups, which students learnt in the previous lesson. If 2 groups of 4 is 2 × 4 = 8, ask students what are 4 groups of 4 and 8 groups of 4.\nDuring Guided Practice, students are practising the two strategies.", "formative_assessment": ["understand that the previous number in the 4 times table is always 4 less.", "understand that when groups of 4 are doubled, the answer is also doubled."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "5", "workbook_pages": "102 - 103", "textbook_pages": "106 - 108", "objective": "recognise the pattern in the 4 and 8 times tables.", "approach": "This lesson looks at the links between multiplying by 4 and by 8. The class has already looked at multiplying by 4 in the previous two lessons and therefore they are familiar with the numbers that appear in the 4 times table.\nTo begin this lesson, show students the Explore task. Ask them to think of different ways to work out how many slices of cheese there are altogether. Tell students your friend said that the 4 and 8 times tables are connected. What do they mean? Use the pictures to encourage students to explain that for every 2 fours we make an eight. So 2 groups of 4, (2 × 4) is the same as 1 group of 8, (1 × 8); 4 groups of 4, (4 × 4) is the same as 2 groups of 8, (2 × 8). Ask students if they can show you other examples from the 4 and 8 times tables.\nAsk students to write the 4 times table and the 8 times table, side by side. Ask them if they can see any patterns. Guide them to see that the 8 times table is double the 4 times table, for example, 2 × 4 = 8 and 2 × 8 = 8 + 8 = 16. This will help students to see the patterns in the 4 and 8 times tables. So if they know the 4 times table, they just need to double it for the 8 times table. The diagrams used in Master 1, pictorially represent doubles. Students should read these as doubles and understand the relationship between the 4 and the 8 times tables.\nMove on to ask students to show you a diagram or a picture that represents 6 × 8. You are looking for students to draw 6 rows of 8 (dots or any other items). Ask them what the answer is. Ask students how zero groups of 8 could be shown in Master 1? How would you write this? Introduce the term 'product' and explain that the word 'product' means the answer when multiplying two or more numbers together. So we can say that the product of 6 and 8 is 48.\nDuring Guided Practice, students are using their knowledge of the times tables and applying the strategies learnt to answer the questions. Students are given an opportunity to find the product of two numbers.", "formative_assessment": ["understand that the 8 times table is essentially doubling the 4 times table.", "recall the 4 times table.", "work out the 8 times table using the 4 times table.", "Students know what 'product' means."], "content_priority": "This is a key lesson.\nThis lesson is essential because of the focus on patterns.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "6", "workbook_pages": "104 - 105", "textbook_pages": "109 - 111", "objective": "recall and use the 8 times table.", "approach": "To begin this lesson, show students the Explore task. Allow them some time to solve this question in as many ways as they can. Look for them to show multiple ways: counting all, counting in twos, fours, fives and eights. Ensure they draw diagrams, show their thinking using multiplication equations and prove that each way works.\nAsk students to discuss how the picture is represented; in how many rows and how many columns? How do we write the rows and columns in a multiplication statement? 5 × 8 or 8 × 5? Tell them your friend said that although there is a correct way to write this statement, it really doesn't matter for the product. What does my friend mean? Allow them to discuss this. Why doesn't it matter? Does this work for all numbers? Ask them to try to prove the statement wrong.\nDuring Guided Practice, students are furthering their understanding of commutative law.", "formative_assessment": ["relate the 8 times table to making equal groups of 8.", "recall the 8 times table.", "use concrete materials to show equal groups of 8.", "use drawings or pictures to show equal groups of 8.", "understand the commutative law of multiplication."], "content_priority": "This lesson can be combined with Lesson 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "7", "workbook_pages": "106 - 107", "textbook_pages": "112 - 114", "objective": "recall and use the 8 times table.", "approach": "To begin this lesson, show students the Explore task. Give them some time to come up with all of the ways they can think of to count the octopuses' legs. Then go through the different methods they suggest. Remember that all answers are appropriate here, such as counting all, counting on from 8 and using a number line. If no one suggests using multiplication to solve the problem, suggest that we have 4 groups of 8. How could this be helpful? Ask if anyone is able to count in eights. Then count in eights together with students.\nUsing the different number of legs on the animals in Master 3, help students relate the 2, 4 and 8 times tables. Ask them if they can describe the relationship between them, for example, 2 × 2 is half of 2 × 4 and 2 × 4 is double that of 2 × 2. Also guide students to understand the effect of '0' in multiplication. Unlike addition, when multiplying by 0, the answer will always be 0.\nDuring Guided Practice, students are using pictorial representations to practise the 8 times table.", "formative_assessment": ["relate the 8 times table to making equal groups of 8.", "count on in eights.", "see the effect of multiplying by '0'.", "recall the 8 times table.", "use the 8 times table."], "content_priority": "This lesson can be combined with Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "8", "workbook_pages": "108 - 110", "textbook_pages": "115 - 116", "objective": "use the 3 times table for division.", "approach": "To begin this lesson, show students the Explore task. Use concrete materials to ensure students understand the concept of division. Start by representing the students in the picture with something concrete, such as cutouts of children or simply cubes. Ask students to solve the problem and allow them time to come up with a variety of solutions prompted by simple questions. Tell them your friend said that the question depends on how many children you put in each boat. What does my friend mean? Is this relevant? Go through their solutions and examine with the class how division can be seen in two different ways: first, finding the number of boats you need to fit the 12 children by putting them into GROUPS OF 3; and second, placing the children in 3 EQUAL GROUPS (in 3 boats). Use concrete manipulatives to demonstrate this and stress the association between the words and the concrete representation.\nExplore the idea that 12 children divided equally into 3 boats (groups) means that there are 4 children in each boat. For both methods, show what the two answers look like in Master. Then ask students to write the multiplication and division fact family for the problem. Guide them to make links between multiplication and division.\nDuring Guided Practice, provide students with cups and counters so that they can complete the first two questions using concrete materials.", "formative_assessment": ["recognise division as sharing equally.", "use concrete materials to share equally using the 3 times table.", "use pictorial representation to share equally using the 3 times table.", "recognise division as making equal groups.", "use concrete materials to make equal groups using the 3 times table.", "use pictorial representation to make equal groups using the 3 times table.", "see the relationship between multiplication and division."], "content_priority": "This is a key lesson.\nDivision by grouping is covered in Year 2 so this should be a straightforward lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "9", "workbook_pages": "111 - 113", "textbook_pages": "117 - 118", "objective": "use the 4 times table for division.", "approach": "To begin this lesson, show students the Explore task. Begin by representing the tennis balls with something concrete, such as real tennis balls, cutouts of tennis balls or simply cubes. Ask students to solve problem and allow them time to come up with a variety of solutions. Go through their solutions and examine with the class how division can be seen in two different ways: first, finding the number of tennis balls each child receives by placing the balls into 4 EQUAL GROUPS; and second, by putting the tennis balls in GROUPS OF 4.\nFor both methods show what the two answers look like in Master. Then ask students to write the multiplication and division fact family for the problem. Guide them to make links between multiplication and division.\nDuring Guided Practice, provide students with cups and counters so that they can complete the first two questions using concrete materials.", "formative_assessment": ["recognise division as sharing equally.", "use concrete materials to share equally using the 4 times table.", "use pictorial representation to share equally using the 4 times table.", "recognise division as making equal groups.", "use concrete materials to make equal groups using the 4 times table.", "use pictorial representation to make equal groups using the 4 times table.", "see the relationship between multiplication and division."], "content_priority": "This is a key lesson.\nDivision by sharing is covered in Year 2. Make sure students understand both models of division — grouping and sharing.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "10", "workbook_pages": "114 - 116", "textbook_pages": "119 - 120", "objective": "understand the relationship between multiplication and division.", "approach": "To begin this lesson, show students the Explore task. Ask them to discuss the problem and start by putting 3 olives on each pizza. How many pizzas can we top? Ask them to write the multiplication and division equations for this situation. Then ask them to do the same with 4 olives on each pizza.\nAsk the class to study the 2 sets of equations. Ask them what they notice and guide them to see that these 4 equations make a family of multiplication and division facts.\nDuring Guided Practice, students are creating multiplication and division statements from an array.", "formative_assessment": ["form a related multiplication fact from a division fact and vice versa.", "form a related multiplication fact from a multiplication fact.", "form a related division fact from a division fact.", "form a complete family of multiplication and division facts."], "content_priority": "This is a key lesson.\nThis lesson is essential for understanding that multiplication and division are inverse operations.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "11", "workbook_pages": "117 - 119", "textbook_pages": "121 - 123", "objective": "divide by 4 and 8.", "approach": "To begin this lesson, show students the Explore task. Ask the class how many cobs of corn we would have in each group if we made 4 equal groups. Provide them with concrete materials to do the sharing. There would be 8 cobs of corn in each group. Ask them if they can write a mathematical statement for the situation. Then ask them to put the same concrete materials into 8 equal groups and also write a mathematical statement for this. By now, students should know that they are dividing the cobs of corn and should write division statements. Ask them to write the corresponding multiplication statements.\nRemind students that when we multiply, the 8 times table is double that of the 4 times table. What happens when we divide? Compare the 2 division statements, putting cobs of corn into 4 equal groups and 8 equal groups. Study the answers 8 and 4 and lead students to see that when dividing 8, the answer will be half of what it is when divided by 4.\nDuring Guided Practice, students are using arrays to consider the relationship between dividing by 4 and dividing by 8.", "formative_assessment": ["understand that when dividing by 8, the answer will be half of that when divided by 4.", "recall the 4 times table and use it for division.", "recall the 8 times table and use it for division."], "content_priority": "This is a key lesson.\nCan students use 24 ÷ 4 = 6 to find the answer to 24 ÷ 8?", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "12", "workbook_pages": "120 - 121", "textbook_pages": "124 - 126", "objective": "solve word problems involving multiplication.", "approach": "To begin this lesson, show students the Explore task. Ask them to think about any patterns they can see which could help them answer the question. Ask students to speak with their partners and come up with two methods to answer this problem.\nGo through their answers. Make sure you point out that the picture shows equal groups of children. Can anyone see the groups? How many are in each group? How many groups are there? Can we create a multiplication sentence from this picture? 3 groups of 7 children, that is 3 × 7 = ? Ask students what 3 lots of 7 gives us. Count up in sevens with the class to make sure everyone can see 3 x 7 = 21.\nAsk students to answer the second question using a multiplication statement. 6 groups of 5 children; how many children altogether? Ask them to act this out, pretending they are a team of runners. How many students are in each group? How many groups? What is the multiplication statement we can make from this? 6 groups of 5 children gives us 6 × 5. How many children are going on the school trip? 6 × 5 = 30.\nDuring Guided Practice, students are solving word problems involving multiplication.", "formative_assessment": ["relate the problem to multiplication.", "use the 3 times table to solve word problems.", "use the 4 times table to solve word problems."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-12", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "13", "workbook_pages": "122 - 123", "textbook_pages": "127 - 129", "objective": "solve word problems involving division.", "approach": "To begin this lesson, show students the Explore task and ask them to solve the problem. Use manipulatives to allow them to explore the question in a hands-on way. How many mushrooms are there altogether? Encourage students to skip count instead of counting one by one. As the mushrooms are drawn in a way to facilitate skip counting in 4, lead students to count in fours. Then ask them how many plates of mushrooms can Lulu make? Ask them what they need to do to find the answer, multiply or divide? Can they write a mathematical statement for it?\nAs the numbers involved are small, students who are fluent with the multiplication tables may give other possibilities. Ask them to show how they can divide the mushrooms when they provide alternative solutions.\nUp until this lesson, students will have read 9 × 4 as 'multiply 9 by 4'. Students are now learning that this can also be read as 'multiply 4 by 9' and can be written as 4 × 9. Students need to practise examples where a x b can be written as b × a. To assess conceptual understanding, ask students to draw diagrams to show different groupings, for example, given 20 items, can they make groups of 2, 4 and 5 and then relate them to the 2, 4 and 5 times tables. Ask students if they are able to write 2 × 10 as 10 × 2 and so on.\nDuring Guided Practice, students are solving word problems and choosing to divide or multiply.", "formative_assessment": ["relate the problem to division.", "use the times tables to solve word problems."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-13", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "14", "workbook_pages": "124 - 126", "textbook_pages": "130 - 132", "objective": "solve word problems involving multiplication and division.", "approach": "To begin this lesson, show students the Explore task. Begin by representing the hens with something concrete, such as cutouts of the hens or cubes. Ask a student to represent the hens we can see using 6 cubes and give another student a box containing 12 cubes, but do not allow anyone to know how many cubes are in the box. If one student has 6 cubes and the other has twice as many, how many cubes does the student with the box have? Ask students to work out two different ways to answer this problem.\nGather the class' answers and ask them what 'twice as many' means. Show students that if a pupil has 6 cubes (using a bar with 6 cubes) then the other student must have 2 lots of 6. Again, show this using a bar that is twice the length of the first bar. Ask students to write a mathematical equation for this. They can write this as 6 + 6 or 2 × 6. How many cubes does the student with the box have? Ask this student to show the number of cubes he has, representing the number of hens in the red hen house.\nThen take a look at Master 2 and discuss the problem with the class. Ask them, if 1 bar is used to represent how many hens are in the yellow hen house, then how many bars do we need for the blue hen house? How do we know? Guide students to find clues from the problem ('four times as many').\nHow many hens would the 4 bars represent? How do we know? Guide students to find the information ('There are 8 hens in this hen house') from the problem. So, if 4 bars represent 8 hens, how many hens would 1 bar represent? How many bars does the yellow hen house have? How many hens are in the yellow hen house?\nDuring Guided Practice, encourage students to use the bar model to help them solve the problems.", "formative_assessment": ["relate the problem to an appropriate operation.", "use the times tables to solve word problems.", "use the bar model to help solve word problems."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-14", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "15", "workbook_pages": "127 - 129", "textbook_pages": "133 - 134", "objective": "solve problems using a variety of strategies.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. What strategy could we use to solve this problem? A good strategy for this problem is to 'Act it out'. Ideally there would 3 hats and 2 scarves available for the lesson. Ask one student to wear one combination and another student to write down the combination that has been worn. Continue this until all combinations have been found.\nGather the class and ask them how many different hats Ruby could wear. How many different scarves could Ruby wear? Therefore, how many different ways can Ruby wear a hat and a scarf? We can count the number of ways by looking at the combinations that have been written down. Ask students if they can write a mathematical equation for this. What operation should we use? Lead them to see that multiplication should be used to describe this scenario: 3 × 2 = 6.\nDuring Guided Practice, students are using the Act It Out strategy to solve word problems.", "formative_assessment": ["use the Act It Out strategy to solve a problem.", "relate a problem to multiplication."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/worksheet-15", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-3/lesson-15"}, {"content_type": "mind_challenge", "textbook_chapter": "3", "textbook_lesson": "16", "workbook_pages": "130", "textbook_pages": "135 - 136", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nStudents solve a problem involving division and multiplication.\nMy Maths Journal\nStudents identify patterns in the 3, 4 and 8 times table.\nReview\nStudents complete this as a chapter summary and discuss what to so with their teacher is any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "3", "textbook_lesson": "16", "workbook_pages": "131 - 134", "textbook_pages": "135 - 136", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nStudents solve a problem involving division and multiplication.\nMy Maths Journal\nStudents identify patterns in the 3, 4 and 8 times table.\nReview\nStudents complete this as a chapter summary and discuss what to so with their teacher is any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-3/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "1", "workbook_pages": "135 - 137", "textbook_pages": "138 - 139", "objective": "multiply multiples of 10 by a 1-digit number.", "approach": "To begin this lesson, show students the Explore task. Allow them to discuss how to solve this problem and gather their solutions. Some students may suggest counting up in twenties or even think of 20 as 2 tens and count how many tens there are altogether.\nAsk students how to write a multiplication statement from the problem. There are 3 lots of 20 counters, so that is 3 × 20. Ask them if they can think of a way to use 3 × 2 = 6 to solve 3 × 20. Tell students your friend said that you can do 3 × 2 and then times the product by 10. Is this true? Will it always work? Allow them to practise this using both Base 10 materials and written methods.\nDuring Guided Practice, students are using Base 10 materials to show the connection between multiplying a 1-digit number with another 1-digit number and its corresponding multiple of 10.", "formative_assessment": ["multiply a 1-digit number with another 1-digit number.", "multiply a 1-digit number with a multiple of 10.", "understand the relationship between multiplying by a 1-digit number and its multiple of 10."], "content_priority": "This is a key lesson.\nThis lesson is essential as it reinforces the importance of variation. For example, the connection between 2 × 4 and 20 × 4.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "2", "workbook_pages": "138 - 139", "textbook_pages": "140 - 142", "objective": "multiply a 2-digit number by a 1-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task. Ask them to work in pairs to discuss different strategies they would use to solve this problem. Go through their strategies and discuss their merits.\nMethod 1 focuses on the 3 boxes with 12 eggs in each box. So students can add 12 three times: 12 + 12 + 12 = 36. Method 2 considers multiplying 12 by 3. Students should be encouraged to think of 12 as a 10 and 2 ones. Deconstruct 12 as 10 and 2 using Base 10 blocks and then explain that 3 × 12 can be completed by multiplying the ones and tens by 3 and then adding the numbers together. This is the foundation of the number bonds process. Ask students what 3 lots of the 2 ones gives? 12 is also made of a 10, so what is 3 lots of 10? So altogether 12 × 3 = 30 + 6 = 36. Ask students if Method 2 can be represented using a number bond diagram and ask them to complete the diagram.\nStudents should be made aware that in Master Method 2, the multiplier is the second number: 12 × 3. This is different from previous approaches where the multiplier came first: 3 × 12.\nDuring Guided Practice, students are using a variety of strategies, including using Base 10 materials and number bonds, to solve multiplication equations.", "formative_assessment": ["decompose a 2-digit number by tens and ones.", "multiply ones by a 1-digit number.", "multiply tens by a 1-digit number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "3", "workbook_pages": "140 - 141", "textbook_pages": "143 - 144", "objective": "multiply a 2-digit number by a 1-digit number without renaming, using the column method.", "approach": "To begin this lesson, show students the Explore task. Provide the class with Base 10 materials and ask them to find different solutions. Go through these solutions and highlight the method found in Master. Using a number bond, ask students to decompose 43 into tens and ones. Illustrate the multiplication process step by step showing the column method at each stage. This will help students to make connections between the 2 methods. When 43 is decomposed into 4 tens and 3 ones, we first multiply the ones (Step 1), then the tens (Step 2). As this is an expanded column method, the ones and tens are shown in separate rows. The final step is to add the products; show the addition in the column method.\nDuring Guided Practice, students are relating the number bond method to the column method.", "formative_assessment": ["decompose a 2-digit number by tens and ones.", "multiply ones by a 1-digit number.", "multiply tens by a 1-digit number.", "show the multiplication process using the expanded column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "4", "workbook_pages": "142 - 144", "textbook_pages": "145 - 148", "objective": "multiply a 2-digit number by a 1-digit number with renaming, using the standard algorithm.", "approach": "To begin this lesson, show students the Explore task. Give them Base 10 materials or a paper marked with three rows of 26 dots (an array). Allow students time to work this out using the methods they already know.\nThen ask them about the methods they have used. Tell them your friend said she can use number bonds to solve this problem. Is this true? What might that look like using: Base 10 materials, written methods? Ask if anyone has used Base 10 materials to solve the problem.\nUse Master 2, 'Find the product of 35 and 3', to assess students' understanding. Ask them how we could multiply 35 by 3 to find the product. Students should realise they can decompose 35 into 30 and 5 and then multiply each by 3 and add the products to get the answer.\nDuring Guided Practice, students are expected to use both number bonds and the column method to solve problems.", "formative_assessment": ["decompose a 2-digit number by tens and ones.", "multiply ones by a 1-digit number.", "multiply tens by a 1-digit number.", "show the multiplication process using the expanded column method."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "5", "workbook_pages": "145 - 146", "textbook_pages": "149 - 150", "objective": "multiply a 2-digit number by a 1-digit number with renaming, using the column method.", "approach": "To begin this lesson, show students the Explore task. Ask them whether Ravi is correct in saying that 36 × 4 is 144. Allow students time to find the answer for 36 × 4 using the expanded column method learnt in the previous lessons and the number bond method.\nShow the expanded column method beside Ravi's method. Ask students to explain what Ravi does that is different to what they have been doing in the previous lessons. Use manipulatives to show them that 6 ones times 4 is 24, which is 2 tens and 4 ones. We can see the 4 ones in the answer row but what did Ravi do with the 2 tens? Instead of putting it in the answer row, he has put 2 in the tens column. Why did he do that? It reminds him to add 2 tens to the product of the tens and 4. Guide students to see that Ravi's method is essentially the same as the expanded method, but it saves time and space.\nIn Master 2, ask students to find the product of 23 and 7 using Ravi's method. Allow them enough time, with the use of manipulatives, to show you Ravi's method for this question. Allow them to connect what they have used in previous lessons with Ravi's method so they can understand the link.\nDuring Guided Practice, students are multiplying using the column method.", "formative_assessment": ["decompose a 2-digit number by tens and ones.", "multiply ones by a 1-digit number.", "multiply tens by a 1-digit number.", "show the multiplication process using the expanded column method.", "show the multiplication process using the standard column method."], "content_priority": "Complete this lesson if time allows.\nThis lesson covers the same concept as Lesson 4 so can be omitted if necessary.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "6", "workbook_pages": "147 - 148", "textbook_pages": "151 - 152", "objective": "divide a 2-digit number by a 1-digit number without renaming.", "approach": "To begin this lesson, show students the Explore task. Allow them to use Base 10 materials so they can see how they could share 48 berries between two children. Gather the different methods the class has used.\nExplain that we can share the berries firstly by thinking of the them in terms of tens and ones. How many tens do we need to represent 48? How many ones? Using Base 10 materials, ask the class if we can share the tens by 2: 4 tens, which is 40, divided by 2 gives us 2 tens each, which is 20. So the two children will both receive 2 tens = 20 berries. Ask students what they think we have to do next. Share the ones? How many ones are there in 48? How many will each child receive if we share 8 ones between them?\nDuring Guided Practice, students are using number bonds as the key strategy to solve the problems.", "formative_assessment": ["decompose a 2-digit number by tens and ones.", "divide tens by a 1-digit number without needing to rename.", "divide ones by a 1-digit number, resulting in a whole number."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "7", "workbook_pages": "149 - 151", "textbook_pages": "153 - 154", "objective": "divide a 2-digit number by a 1-digit number with renaming.", "approach": "To begin this lesson, show students the Explore task. Allow them time to work this out using the methods they already know, then go through the methods the class has suggested.\nExplain you can break 42 into two parts so that it is easier to share. Using Base 10 materials, ask students to share the 4 tens into the 3 classrooms equally. Some students may start to share one at a time and others will say they cannot share it equally.\nAsk students what is left over if each classroom has 1 ten. We have 1 ten and 2 ones left. How much is 1 ten and 2 ones altogether? How can we share 12 between the 3 groups? Ask the class to share 12 between the 3 classrooms by using ones to represent the 12. We can divide the 12 ones into the 3 classrooms. Each classroom will have 4 children when we divide 12 by 3. Altogether we divided 42 by 3 and we ended up with each classroom having 10 + 3 children, which is 13 children. Allow students to work with one another to find different ways to do this.\nTell them your friend said that finding multiples of 10 of the divisor is helpful when working with bigger numbers. What does this mean? Does it always work? Give students time to find the most easily divisible numbers using their understanding of their multiplication facts.\nDuring Guided Practice, students are solving division questions using the number bond strategy.", "formative_assessment": ["decompose a 2-digit number by multiples of 10 of the divisor and the remainder.", "divide the multiples of 10 of the divisor by the divisor.", "divide the remainder by the divisor."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "8", "workbook_pages": "152 - 154", "textbook_pages": "155 - 156", "objective": "divide a 2-digit number by a 1-digit number with renaming, using the long division method.", "approach": "To begin this lesson, show students the Explore task. Ask them to solve 64 divided by 4 using every method they know.\nThen show their solutions. Compare their answers to Holly's and ask them if they can see what she is doing. Read Tama's speech bubble. What does he mean by this? Is this possible? Can we compare? Ask students what 64 can be split into (if we are using number bonds) so that you can easily divide by 4. 40 and 24 would be a good way to split 64 so that we can easily divide the 40 by 4, and then 24 by 4.\nCan you see a 40 in the method that Holly is using? How many tens are there when 40 is divided by 4? There will be 1 ten. Can you see the 1 ten in Holly's method? Can you see 24 in Holly's method? How many ones are there when 24 is divided by 4? There will be 6 ones. Can you see the 6 ones in her method? So 64 divided by 4 is 16.\nDuring Guided Practice, students are dividing 2-digit numbers by a 1-digit number. They should practise division using number bonds and long division.", "formative_assessment": ["decompose a 2-digit number by multiples of 10 of the divisor and the remainder.", "divide the multiples of 10 of the divisor by the divisor.", "divide the remainder by the divisor.", "use the long division method to divide a 2-digit number by a 1-digit number."], "content_priority": "This is a key lesson.\nThis lesson is essential as it illustrates long division.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "9", "workbook_pages": "155 - 156", "textbook_pages": "157 - 159", "objective": "solve word problems involving multiplication.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. What key information is given? 17 cars in the car park and twice as many cars parked on the road. What is the problem asking us to find? The number of cars parked on the road; the total number of parked cars. Allow them some time to work on this.\nCan we represent the problem using bar models? Begin moving students in this direction through questioning, giving them time to work it out for themselves. Only use questioning when students are unable to move forward on their own. How can we draw the bars to represent the cars? Which one should be larger? Use coloured paper or card to represent the bar for the cars in the car park. How large should we make the bar for the cars parked on the road? Having the same sized bar for both colours means we have the same amount, so we need the road bar to be bigger.\nThe problem says there are twice as many cars parked on the road as there are in the car park, so we need to have two bars which are each the same size as one car park bar. What value does the car park bar represent? So how can we work out the value of the road bar? It is twice as big as the car park bar: 17 × 2. How can we multiply 17 by 2? (10 × 2) + (7 × 2). Therefore, the number of cars on the road is 20 + 14 = 34.\nWhat calculation do we need to do to work out how many cars are parked altogether? There are 17 cars parked in the car park and 34 cars parked on the road. So we can add the amount of parked cars together to find the total. 17 + 34 will give us the total number of parked cars. Work through Master 2 in the same way.\nDuring Guided Practice, students are solving word problems using bar models.", "formative_assessment": ["draw identical bars to represent the units in the problem.", "label bar models appropriately with information from the problem.", "determine which operation to use based on the visual representation through bar modelling and keywords in the problem."], "content_priority": "This lesson can be completed if time allows.\nIf time is an issue, complete either Lesson 9, 10 or 11. Lesson 11 is the most challenging one.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "10", "workbook_pages": "157 - 158", "textbook_pages": "160 - 161", "objective": "solve word problems involving division.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. Ask them what information is given and what they have to find. Ask students how they could draw a model to represent the problem. Give them some time to draw the model.\nSelect a few of the students' models to highlight the appropriate representation, numbering and labelling. Then ask students how they can find out what one bar would be equal to? Which operation will help us to do that? What can we say about the number of lengths Ravi has swum? If we know how many lengths Lulu and Ravi have swum, how can we work out the total?\nDuring Guided Practice, students are solving word problems using the bar model.", "formative_assessment": ["draw identical bars to represent units in the problem.", "label bar models appropriately with information from the problem.", "determine which operation to use based on the visual representation through bar modelling and keywords in the problem."], "content_priority": "This lesson can be completed if time allows.\nIf time is an issue, complete either Lesson 9, 10 or 11. Lesson 11 is the most challenging one.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "11", "workbook_pages": "159 - 161", "textbook_pages": "162 - 163", "objective": "solve multi-step word problems involving division.", "approach": "To begin this lesson, show students the Explore and discuss the problem with them. Determine which character has more and who has less by identifying the key information provided. Help students to make the problem less complex by comparing the number of seeds the two girls have first. So far students have only been exposed to a two-bar comparison model. In this problem, they will have to draw three bars to compare three quantities. Ask students to try drawing the model and suggest they start by comparing the number of seeds that Ruby and Meilani have.\nAfter they have had some time to work on the problem, ask students how many characters there are in the question. Suggest that the comparison between Meilani and Tama can be drawn by adding one more bar, which is Tama's seeds. Once they have completed the model, go through the solution with them. In this problem, the extra 4 seeds must be subtracted from the total to make all the units equal so that we can use division to find 1 unit, which is the number of seeds Meilani has.\nDuring Guided Practice, students are solving complex word problems using the bar model.", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/worksheet-11", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-4/lesson-11"}, {"content_type": "mind_challenge", "textbook_chapter": "4", "textbook_lesson": "12", "workbook_pages": "162", "textbook_pages": "164", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "4", "textbook_lesson": "12", "workbook_pages": "163 - 166", "textbook_pages": "164", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-4/review-1", "textbook_url": ""}, {"content_type": "revision1", "textbook_chapter": "4", "textbook_lesson": "13", "workbook_pages": "167 - 172", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/revision-1/revision-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "1", "workbook_pages": "173 - 175", "textbook_pages": "166 - 168", "objective": "read and write length and height in metres and centimetres.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "2", "workbook_pages": "176 - 177", "textbook_pages": "169 - 170", "objective": "read and write length and height in centimetres.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "3", "workbook_pages": "178 - 180", "textbook_pages": "171 - 173", "objective": "read and write length in metres.", "approach": "Maths Language", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "4", "workbook_pages": "181 - 182", "textbook_pages": "174 - 175", "objective": "read and write length in kilometres and metres.", "approach": "Maths Language", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\nAnswers\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "5", "workbook_pages": "183 - 185", "textbook_pages": "176 - 178", "objective": "compare lengths.", "approach": "Maths Language", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "6", "workbook_pages": "186 - 188", "textbook_pages": "179 - 181", "objective": "solve word problems involving addition and subtraction of lengths.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "7", "workbook_pages": "189 - 191", "textbook_pages": "182 - 183", "objective": "solve word problems involving addition and subtraction of lengths.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\nAnswers\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "8", "workbook_pages": "192 - 194", "textbook_pages": "184 - 185", "objective": "solve word problems involving multiplication of lengths.", "approach": "Maths Language", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 2  \nNext", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "9", "workbook_pages": "195 - 197", "textbook_pages": "186 - 187", "objective": "solve word problems involving division of lengths.", "approach": "To begin this lesson, show students the Explore task. Explain the problem and allow them some time to attempt it. Help them by suggesting they use a bar model to represent the facts in the problem and then work out the next steps to solve it. Ask students to share their strategies as well as the bar model they use to represent the problem.\nDraw the bar model as shown in Master and ask students to check if their bar model is the same as yours. Since we know that the distance between Sam's house and his Aunt's house is 4 times as far as Sam's house to Sam's grandfather's house, the bar model will show 4 units for the distance between Sam's house and his Aunt's house, and 1 unit for the distance between Sam's house and Sam's grandfather's house. Invite students to fill in the information on the bar model drawn. Then ask them what calculation needs to be done to find the answer. Get students to work out the calculation using long division.\nDuring Guided Practice, students are solving a problem involving multiplication and division. Suggest they draw a bar model to represent the problem. It will help them to visualise the problem and guide them to use the correct operation to find the answer.", "formative_assessment": ["divide a 2-digit number by a 1-digit number with renaming.", "relate an operation to the problem to find the answer."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "10", "workbook_pages": "198 - 200", "textbook_pages": "188 - 189", "objective": "solve word problems on lengths, involving the four operations.", "approach": "To begin this lesson, show students the Explore task and give them paper strips to use to represent the parts in the task. Give them some time to discuss the problem and come to a solution.\nGo through the problem with the class by asking them how they can draw the model for this question with reference to Master. Holly wrapped 4 presents by using the same amount of wrapping paper, so how can we show this using the bars? She had 44 cm of wrapping paper left, so altogether she had the amount needed to wrap the 4 presents (the 4 bars) and an additional 44 cm. We can show this on the model by adding another bar to represent 44 cm.\nIs there anything else we are missing from the question that we can add to the bar diagram? The total length of the wrapping paper Holly had at first was 140 cm. So, the 4 bars and the additional 44 cm gives us 140 cm. What do the 4 bars add up to? Allow the class to discuss this. The 4 bars must be 140 cm – 44 cm = 96 cm. This is because 44 added to 96 gives a total of 140 cm. So, if the 4 bars are equal to 96 cm, how can we work out what 1 bar is equal to? What calculation do we need to do? We can use 96 ÷ 4 to work out what 1 bar is equal to. We can split 96 into two parts: 80 and 16. What is 80 ÷ 4? What is 16 ÷ 4? What is 96 ÷ 4? So, Holly used 24 cm of wrapping paper for each present.\nDuring Guided Practice, students are solving word problems with the potential to use all the four operations.", "formative_assessment": ["divide a 2-digit number by a 1-digit number with renaming.", "multiply a 2-digit number by a 1-digit number with renaming.", "relate an operation to the problem to find the answer.", "use different operations at different stages of the solution."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-5/lesson-10"}, {"content_type": "mind_challenge", "textbook_chapter": "5", "textbook_lesson": "11", "workbook_pages": "201", "textbook_pages": "190", "objective": "use knowledge of length to solve problems.", "approach": "Mind Challenge\nStudents solve a word problem on length using the Act It Out or Draw a Diagram problem-solving strategies.\nMy Maths Journal\nStudents make a poster explaining conversion between kilometres, metres and centimetres.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "5", "textbook_lesson": "11", "workbook_pages": "202 - 206", "textbook_pages": "190", "objective": "use knowledge of length to solve problems.", "approach": "Mind Challenge\nStudents solve a word problem on length using the Act It Out or Draw a Diagram problem-solving strategies.\nMy Maths Journal\nStudents make a poster explaining conversion between kilometres, metres and centimetres.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-5/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "1", "workbook_pages": "207 - 209", "textbook_pages": "192 - 194", "objective": "read weighing scales to determine mass in grams or kilograms.", "approach": "To begin this lesson, show students the Explore task. Ask them to discuss how they can know for certain which one of the items is the heaviest and which one is the lightest. At this point, do not show or mention the weighing scale. Gather students' thoughts, then ask them to estimate the mass of each item by holding them.\nUse the bag of potatoes, bag of rice and packet of biscuits which you have brought in. Show the class a weighing scale and ask them how we could use this to determine which one of the three items is the heaviest and which is the lightest.\nRefer to Master. The 3 items in Master are shown to weigh 100 g, 2 kg and 4 kg. How do we know which item is the heaviest and which item is the lightest? 100 is the biggest number; is the box of biscuits heavier than the bag of rice or the bag of potatoes? Do we know how many grams make a kilogram? 1 kg = 1000 g, so the rice weighs 2000 g. How many grams does the bag of potatoes weigh? We have three items with the masses of 100 g, 2000 g and 4000 g. We can say that the box of biscuits is the lightest and the bag of potatoes is the heaviest. Remind students they need to read the numbers and the units of measurement. They need to be aware that they are comparing grams and kilograms.\nIf necessary, return to the 3 items in the classroom and order these lightest to heaviest, using the conversions discussed in Master.\nDuring Guided Practice, students are reading the weighing scales to determine the mass of the item on the scale.", "formative_assessment": ["use weighing scales to determine mass.", "use the term 'gram' to describe mass.", "use the term 'kilogram' to describe mass.", "convert 1 kg to 1000 g.", "use the terms 'heaviest' and 'lightest' when comparing mass."], "content_priority": "This is a key lesson.\nAs this was covered in Year 3, you could just provide a quick recap.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "2", "workbook_pages": "210 - 212", "textbook_pages": "195 - 196", "objective": "read weighing scales to determine mass in grams.", "approach": "To begin this lesson, show students the Explore task. Ask them to think about the mass of the orange which is between 200 g and 300 g; it is more than 200 g but less than 300 g. Lead students to see that the needle on the weighing scale is pointing at a small marking between 200 g and 300 g. What does that mean? How can we determine the exact mass of the orange?\nAllow students to discuss and explore the weighing scales. Guide them to see that as there are 10 intervals between 200 g and 300 g, each small marking stands for 10 g. We can count on in tens to determine the mass of the crisps: 200 g, 210 g, 220 g, 230 g, 240 g.\nDuring Guided Practice, students are reading the mass of objects on weighing scales in grams.", "formative_assessment": ["read the weighing scales in grams.", "determine that each small marking on the scale is 10 g.", "count on to find the mass."], "content_priority": "This is a key lesson.\nThis lesson is essential as students need to work out the value the needle is pointing to.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "3", "workbook_pages": "213 - 215", "textbook_pages": "197 - 199", "objective": "read weighing scales to determine mass in kilograms.", "approach": "To begin this lesson, show students the Explore task. Ask them how much they think the pumpkin weighs. Can they answer the question in kilograms and grams? What about just in grams? Give the students time to explore.\nLet the class know that there is one pupil who thinks the pumpkin weighs 1 kg 30 g and another who says it weighs 1 kg 300 g. Who is correct? Ask them how they can be sure. Show students Master. Count from zero and point at the markings to show that each marking must be 100 g and not 10 g as we know 1000 g gives us 1 kg.\nDuring Guided Practice, students are reading scales in kilograms and grams.", "formative_assessment": ["read the weighing scales in kilograms.", "determine that each small marking on the scale is 100 g.", "count on to find the mass."], "content_priority": "This lesson can be integrated into other curriculum areas.\nPractising reading weighing scales can be integrated into other lessons, like cooking.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "4", "workbook_pages": "216 - 218", "textbook_pages": "200 - 203", "objective": "read weighing scales to determine mass in kilograms.", "approach": "To begin this lesson, remind students that we have been looking at mass and how to measure the mass of an item using a weighing scale for the past three lessons. Ask them whether or not all weighing scales have the same scale. Show students weighing scales (or use pictures of weighing scales) with different scales and guide them to look at the number of intervals to differentiate them.\nShow students the Explore task and allow them to discuss what the mass of the bag of onions could be. Gather their thoughts and discuss the scale. Is it the same as the last Explore task?\nShow Master 1; the picture of five 200 g weights on the scales. If five 200 g weights weigh 1 kg, where do they think the needle would be if we only had one 200 g weight? What about two, three and four? What does this tell us about each of the small markings?\nGo through the other items in Master (the the bag of pears and the cake) to see if the class can read the scale to determine the mass of each item, then come back to the bag of onions. How much does the bag of onions weigh?\nDuring Guided Practice, students are determining the masses of items in grams and kilograms.", "formative_assessment": ["read the weighing scales in kilograms.", "determine that each small marking on the scale is 200 g.", "count on to find the mass."], "content_priority": "This lesson can be integrated into other curriculum areas.\nPractising reading weighing scales can be integrated into other lessons, like cooking.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "5", "workbook_pages": "219 - 221", "textbook_pages": "204 - 205", "objective": "solve word problems involving addition and subtraction of mass.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. Guide students to see that this is a part–whole scenario as the bowl and the apples together will make the whole. Students will first have to determine the mass of the whole by reading the weighing scale, which is about 800 g. If the apples on their own weigh 535 g, can you work out how much the bowl weighs?\nGather suggested solutions from the class and discuss the bar model that can be drawn for this problem as in Master. The whole bar is 800 g and one part (the apples) weigh 535 g. How can we work out what the bowl weighs? We can count on from 535 until we get to 800 g, but a faster way is to subtract 535 g from 800 g.\nEncourage students to think about the mass of items they are familiar with. For example, a book has a mass of about 350 g, a bicycle has a mass of about 10 kg, a horse has a mass of about 750 kg.\nDuring Guided Practice, students are solving word problems using the bar model.", "formative_assessment": ["read the weighing scales to the nearest 100 g.", "subtract two 3-digit numbers with renaming.", "relate the problem to an appropriate operation for the calculation.", "Students are able to draw a part–whole model to represent the problem."], "content_priority": "This lesson can be completed if time allows.\nIf you have time to complete either Lesson 5, 6 or 7, we suggest completing Lesson 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "6", "workbook_pages": "222 - 223", "textbook_pages": "206 - 207", "objective": "solve word problems involving multiplication of mass.", "approach": "To begin this lesson, show students the Explore task. Ask them what 'twice as heavy' means. Allow them to discuss and show you using a bar model what this might look like. Can we show twice as heavy without knowing an actual mass? Is it possible using a bar model? Show students a container or box and ask them what they would expect if we had twice as many containers/boxes? What about double the amount? Is there a difference between twice as much and double?\nRefer to Master. The yellow box weighs 17 kg and the green box is twice as heavy as the yellow box; can we draw a bar model to represent this problem? Let students use some paper strips to represent the bars. Ask them how long the paper strip representing the green box would be in relation to the paper strip representing the yellow box. If the yellow box weighs 17 kg, how can we work out what the green box weighs? How can we double 17 kg? We can use addition (17 + 17) or multiplication (17 × 2). 17 × 2 can be 10 × 2 + 7 × 2 = 20 + 14 = 34.\nDuring Guided Practice, students are solving comparative word problems using bar models.", "formative_assessment": ["multiply a 2-digit number by a 1-digit number.", "relate the problem to appropriate operations for the calculation.", "Students are able to use/draw a comparison model to represent the problem."], "content_priority": "This lesson can be completed if time allows.\nIf you have time to complete either Lesson 5, 6 or 7, we suggest completing Lesson 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "7", "workbook_pages": "224 - 226", "textbook_pages": "208 - 209", "objective": "solve word problems involving division of mass.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. What key information is given? What do we need to know before we can find the solution? Gather students' opinions and ask them questions so that everyone can understand each others' thinking.\nRefer to Master. How can we represent the problem using a bar model? Sam makes 3 meals and uses the same amount of rice for each one. He has 13 g of rice left. What can we do to show how he used the rice and how much he had left? We can draw a part–whole bar model to represent what he used and what was left. Altogether he had 100 g of rice; how much did he use for the 3 meals? How can we work this out? 100 – 13. So he must have used 87 g on the 3 meals as 87 g + 13 g gives us 100 g, which is the amount he began with. How can we work out how much rice he used for each meal? We can divide 87 by 3 since he used the same amount of rice for each. How can we easily divide 87 by 3? We can think of 87 as 60 and 27 and show this in a part-whole model. We know 60 divided by 3 is 20 and 27 divided by 3 is 9, therefore 87 ÷ 3 must be 20 + 9 = 29. So, Sam used 29 g of rice for each meal.\nRemind students they can check the division calculation using multiplication.\nDuring Guided Practice, students are using bar models to solve complex word problems. Encourage them to check and evaluate their approach to the problems.", "formative_assessment": ["divide a 2-digit number by a 1-digit number.", "relate the problem to appropriate operations for the calculation.", "Students are able to use/draw a part–whole bar model to represent the problem.", "Students are able to use/draw a comparison bar model to represent the problem."], "content_priority": "This lesson can be completed if time allows.\nIf you have time to complete either Lesson 5, 6 or 7, we suggest completing Lesson 7.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-6/lesson-7"}, {"content_type": "mind_challenge", "textbook_chapter": "6", "textbook_lesson": "8", "workbook_pages": "227", "textbook_pages": "210", "objective": "use knowledge of mass to solve problems.", "approach": "Mind Challenge\nStudents solve a problem using multiplication, addition and conversion of units of measurement.\nMy Maths Journal\nStudents write examples of where mass is measured in everyday life.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "6", "textbook_lesson": "8", "workbook_pages": "228 - 230", "textbook_pages": "210", "objective": "use knowledge of mass to solve problems.", "approach": "Mind Challenge\nStudents solve a problem using multiplication, addition and conversion of units of measurement.\nMy Maths Journal\nStudents write examples of where mass is measured in everyday life.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-6/review-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "1", "workbook_pages": "231 - 233", "textbook_pages": "212 - 214", "objective": "measure volume in millilitres.", "approach": "To begin this lesson, show students the Explore task. Start by having two or three small, different sized/shaped containers of water. Ask the class which container has the most amount of water. Gather opinions and start to pour out the water from the containers into two or three identical glasses to show which container has the most liquid. Explain to the class that we can see clearly which container has more/less water than the other, but we still do not know how much water is in any of the containers.\nRefer to Master: To measure the water we can use a special beaker with markings on the side. Ask students if they know what we call the measurement for liquid. Tell them your friend said it is the same as length: centimetres. Is this true? Tell them we call the amount of water in the container 'volume', and it can be measured by litres and millilitres, written as 'l' and 'ml'. Explain how to measure the volume of water in millilitres, including reading the scale on the beaker, and then measure the volume in your containers.\nDuring Guided Practice, students are looking at how much liquid is in each container and recording the volume.", "formative_assessment": ["use the term 'volume' to describe the amount of water in a container.", "read measurements in millilitres.", "measure the volume of water in millilitres using a beaker."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-1", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "2", "workbook_pages": "234 - 236", "textbook_pages": "215 - 216", "objective": "measure capacity in millilitres.", "approach": "To begin this lesson, show students the Explore task. Place a bottle or a glass with 250 ml of water on each table; this should be full capacity and have no markers on it. Ask students how they can measure the water in the bottle/glass. They should suggest pouring the water into a beaker which has markers on to measure the volume.\nRefer to Master: Ask students how much water the bottle can hold. Explain that this is what is meant by the term 'capacity'. Capacity tells us how much liquid can be held in the bottle. If the water lands on a marker between 200 and 300, how can we work out how much water is in the beaker? The marker is halfway between 200 and 300 ml; what is halfway between 200 and 300?\nDuring Guided Practice, students are looking at the volume of liquid in different beakers in millilitres.", "formative_assessment": ["use the term 'volume' to describe the amount of water in a container.", "use the term 'capacity' to describe how much water a container can hold.", "read measurements in millilitres.", "measure the volume of water in millilitres using a beaker."], "content_priority": "This is a key lesson.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-2", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "3", "workbook_pages": "237 - 239", "textbook_pages": "217 - 219", "objective": "measure volume in millilitres and litres.", "approach": "To begin this lesson, show students the Explore task. Give them time to discuss their methods. Ask them why this might be different from the explore task from yesterday.\nRefer to Master 1: Ask them what is different about this beaker in comparison to the ones we have seen before. What does the number at the top mean? Above 900 is 1 l. What could that mean? Allow students to discuss this and what it means. Ask them to come up with some answers.\nRefer to Master 2: Tell students that the smaller markers on the beaker indicate 50 ml because it is the midpoint of 100 ml. How much water can you see in the beaker?\nRefer to Master 3: Explain that 1000ml would be the next marker on the beaker above 900ml, but this is equal to 1 litre. Show how to write l for litres and ml for millilitres.\nDuring Guided Practice, students are looking at the amount of liquid in beakers in millilitres and litres.", "formative_assessment": ["use the term 'volume' to describe the amount of water in a container.", "use the term 'capacity' to describe how much water a container can hold.", "read measurements in millilitres and litres.", "measure the volume of water in millilitres or 1 l using a beaker."], "content_priority": "This lesson can be combined with Lesson 5.\nIf time is an issue, add the writing element from Lesson 5 to this lesson and omit Lesson 5.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-3", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "4", "workbook_pages": "240 - 242", "textbook_pages": "220 - 222", "objective": "measure capacity in millilitres and litres.", "approach": "To begin this lesson, show students the Explore task. Give each group a large empty bottle (these can be different for each group) and a 100-ml beaker. Also give each group three different containers, each with a capacity of more than 100 ml. Allow students time to think about how they can measure the capacity of each of the containers using only a 100-ml beaker and an empty plastic bottle.\nRefer to Master: Suggest the possibility of making a measuring beaker using the empty plastic bottle. How can that be done? Make the measuring plastic bottle together with the class, then ask them to use it to measure the capacity of the each container and record the measurements.\nEncourage discussion about the capacity of items they are familiar with. For example, a water bottle has a capacity of about 500 ml, a can of soup has a capacity of about 400 ml, a large watering can has a capacity of about 10 l.\nDuring Guided Practice, students are reading the scales of beakers to determine the volume and capacity of liquids and containers.", "formative_assessment": ["use the term 'volume' to describe the amount of water in a container.", "use the term 'capacity' to describe how much water a container can hold.", "read measurements in millilitres and litres.", "measure the volume of water in millilitres or 1 l using a beaker."], "content_priority": "This lesson can be combined with Lesson 6.\nIf time is an issue, add the writing element from Lesson 6 to this lesson and omit Lesson 6.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-4", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "5", "workbook_pages": "243 - 245", "textbook_pages": "223 - 225", "objective": "add and subtract volume.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss.\nRefer to Master 1: Two 500 ml beakers make 1000 ml. 500 ml + 500 ml = 1000 ml. This can be shown using a bar model. Draw the bar model to shadow the part–whole concept of making 1000 ml.\nAre there any other ways of making 1000 ml? Explain to students that 1000 ml is equal to 1 l. Allow them to go through as many different ways to make 1 l as possible and share their findings. Essentially students have to make 1000 using different combinations of two numbers, multiples of 100 or multiples of 50.\nRefer to Master 2: Ten 100 ml bottles of liquid is equal to 1,000 ml of liquid.\nRefer to Master 3: How much more water is needed to make 1 l? Can we draw a bar model to show it? What calculation do we need to do to find the answer? Could we use a number bond to work out the answer?\nDuring Guided Practice, students are finding volume and the difference required to make a volume.", "formative_assessment": ["read measurements in millilitres and litres.", "add two 3-digit numbers with renaming.", "subtract a 3-digit number from 1000 with renaming."], "content_priority": "This lesson can be combined with Lesson 3.\nIf time is an issue, add the writing element from this lesson to Lesson 3.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-5", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "6", "workbook_pages": "246 - 248", "textbook_pages": "226 - 228", "objective": "read and write volume in litres and millilitres.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss.\nRefer to Master: Once the class comes to the conclusion that if we empty all the water from the container into the two beakers, we can measure how much water the container can hold, ask them if it is more than 1 l of water. Why or why not? What is the capacity of the container? How many different ways can you answer this? The two beakers hold 1 l and 400 ml of water altogether. So, we can say the container holds 1 l 400 ml of water.\nDuring Guided Practice, students are determining the volume of liquid in a container and writing it in litres and millilitres.", "formative_assessment": ["read measurements in millilitres and litres.", "write volume in millilitres and litres."], "content_priority": "This lesson can be combined with Lesson 4.\nIf time is an issue, add the writing element from this lesson to Lesson 4.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-6", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "7", "workbook_pages": "249 - 251", "textbook_pages": "229 - 230", "objective": "solve word problems involving addition and subtraction of volume.", "approach": "To begin this lesson, show students the Explore task. Ask them to read the measurement on the beaker. The question tells us the beaker contains 175 ml less water than the bottle. Which container has the most water? Ask students to discuss the problem with their partners and solve it in any way they can.\nRefer to Master: Go through the solutions with the class and also prompt them towards the bar model approach if no one suggests it. Emphasise that the bar model helps students visualise the problem and helps students select an appropriate operation to find the answer. Relate the bar model to the number bond .\nDuring Guided Practice, students are solving word problems using the bar model.", "formative_assessment": ["relate the problem to addition or subtraction.", "draw a bar model to represent the problem.", "add two 3-digit numbers with renaming.", "subtract a 3-digit number from another 3-digit number with renaming."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-7", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "8", "workbook_pages": "252 - 254", "textbook_pages": "231 - 232", "objective": "solve word problems involving addition and subtraction of volume.", "approach": "To begin this lesson, show students the Explore task. Give out paper strips and ask the class to work in pairs using the strips to solve the problem. Gather the class together and ask students to show their solutions. Go through any misconceptions and errors that arise.\nRefer to Master: Explain that we can use the paper strips to represent the problem or draw a bar model. Draw one bar to represent the amount of paint the painter used last month. What volume of paint did the painter use last month (132 l)? If the painter needs 27 l more this month, would the bar for this month be smaller or bigger than the bar for last month? If we draw an identical bar for this month, what would that mean? We are told that the painter needs 27 l more this month, so we can draw an extra portion for this month and extend the bar. What volume of paint does this 'extra' part of the bar represent (27 l)? We need to find out how much paint the painter needs this month. Look at the model; what calculation do we need to use to work out the amount of paint we need for this month?\nDuring Guided Practice, students are solving complex word problems using the bar model.", "formative_assessment": ["relate the problem to addition or subtraction.", "draw a bar model to represent the problem.", "add two 3-digit numbers with renaming.", "subtract a 3-digit number from another 3-digit number with renaming."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-8", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "9", "workbook_pages": "255 - 257", "textbook_pages": "233 - 234", "objective": "solve word problems involving multiplication and division of volume.", "approach": "To begin this lesson, show students the Explore task and discuss the problem with them. Ask the class how many bottles of water Lulu has. What is the capacity of each bottle? Ask students to represent this part of the problem using paper strips and then draw a bar model. What is the volume in each bottle? What is the total amount of water in the bottles?\nThen the next piece of information given is that Lulu has twice as much water as Tama. Can we use paper strips and then draw a bar to represent this part of the problem? So how much water has Tama got?\nRefer students to Master to check their bar models.\nDuring Guided Practice, students are solving multiplicative and division-based word problems.", "formative_assessment": ["Students are unable to relate the problem to multiplication or division.", "draw a bar model to represent the problem.", "multiply a 3-digit number by a 1-digit number with renaming.", "divide a 2-digit number by a 1-digit number with renaming."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-9", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "10", "workbook_pages": "258 - 259", "textbook_pages": "235 - 236", "objective": "solve multi-step word problems involving multiplication and division of volume.", "approach": "To begin this lesson, show students the Explore task. Read the problem and ask them to use paper strips to represent the different parts in the question to help solve the problem.\nAfter some time, gather the class and go through the solutions they come up with. Go through any misconceptions and errors.\nRefer to Master: Draw a bar which represents how much shampoo was in the container before the 46 ml bottles were filled. Then ask the class how much was left in the container once the 6 bottles were filled. Draw a section on the bar model to represent how much was left.\nAsk students: 1) What the second section of the bar represents; and 2) How we can work out the first section of the bar. We know there are 6 bottles, each with 46 ml of shampoo (draw 6 small bars representing the 6 bottles). What is the total volume of shampoo in the 6 bottles? What calculation do we need to use for this (46 × 6)? How can we do this (40 × 6) + (6 × 6)? This tells us how much shampoo was used in the 6 bottles. The question asks how much shampoo was in the bottle initially. What do we need to do to work that out? 276 ml + 550 ml = 826 ml.\nDuring Guided Practice, students are solving word problems involving multiplication and division.", "formative_assessment": ["Students are unable to relate the problem to multiplication or division.", "draw a bar model to represent the problem.", "multiply a 3-digit number by a 1-digit number with renaming.", "divide a 2-digit number by a 1-digit number with renaming."], "content_priority": "This lesson can be completed if time allows.", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/worksheet-10", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-4a/chapter-7/lesson-10"}, {"content_type": "mind_challenge", "textbook_chapter": "7", "textbook_lesson": "11", "workbook_pages": "260", "textbook_pages": "237 - 238", "objective": "use knowledge of volume and capacity to solve problems.", "approach": "Mind Challenge\nStudents solve a problem using subtraction and division.\nMy Maths Journal\nStudents compare different volumes of liquid to 1 litre.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/mind-challenge", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "7", "textbook_lesson": "11", "workbook_pages": "261 - 264", "textbook_pages": "237 - 238", "objective": "use knowledge of volume and capacity to solve problems.", "approach": "Mind Challenge\nStudents solve a problem using subtraction and division.\nMy Maths Journal\nStudents compare different volumes of liquid to 1 litre.\nReview\nStudents complete this as a chapter summary and discuss what to do with their teacher if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/chapter-7/review-1", "textbook_url": ""}, {"content_type": "revision2", "textbook_chapter": "7", "textbook_lesson": "12", "workbook_pages": "265 - 270", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/revision-2/revision-2", "textbook_url": ""}, {"content_type": "mid_year_a", "textbook_chapter": "7", "textbook_lesson": "13", "workbook_pages": "271 - 273", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/mid-year-revision/section-a", "textbook_url": ""}, {"content_type": "mid_year_b", "textbook_chapter": "7", "textbook_lesson": "14", "workbook_pages": "274 - 281", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/mid-year-revision/section-b", "textbook_url": ""}, {"content_type": "mid_year_c", "textbook_chapter": "7", "textbook_lesson": "15", "workbook_pages": "282 - 284", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-4a/mid-year-revision/section-c", "textbook_url": ""}]
