[{"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "1", "workbook_pages": "1 - 2", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-1", "textbook_pages": "2 - 4", "objective": "count in hundreds and twenty-fives.", "approach": "To begin this lesson, display an image of thousands of seats or people in a crowd and ask students how many seats there are altogether. Allow them time to discuss this question with their partners. Guide them to see that the seats should be grouped in a uniform way to help with counting. Ask students for their thoughts on how many seats should be allocated to each group, and ensure they have time to discuss the suitability of the numbers suggested and that they vocalise their reasons for rejecting/accepting the groupings suggested. Remind students that when we group numbers in tens, twenty-fives, fifties or hundreds, we need to count in steps of these numbers to get the total number given.\nUse the counting stick or number line as a visual to rehearse counting in each multiple, and ensure that all students are counting. Discuss the similarities and differences of the images in Master. Count the totals together. Draw attention to the image of twenty-fives. Allow students time to discuss any patterns they propose, for example 4 twenty-fives in 100, 2 twenty-fives in 50, so 2 fifties in 100, and so on. Draw their attention to where the numbers are on the number lines.\nLook at Master 3. With partners, allow students time to discuss the two methods. Remind them about the previous image of twenty-fives. Emphasise the importance of seeing numbers in many different ways.\nDuring Guided Practice, students are counting in twenty-fives and hundreds, and completing number patterns.", "formative_assessment": ["count in twenty-fives.", "count in hundreds.", "use a number line to count forwards and backwards in groups of 25 and 100.", "represent 25 and 100 using a picture or bar model.", "use concrete materials, such as place-value counters, to represent numbers to 1000.", "explain the relationship between counting in ones, tens, hundreds and thousands."], "content_priority": "This is a key lesson.\nThe imagery in Master 1 and 3 where the 100-squares are linked to a number line is very useful.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "2", "workbook_pages": "3 - 4", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-2", "textbook_pages": "5 - 8", "objective": "count in thousands.", "approach": "To begin this lesson, remind students of the previous day's problem and recap on how the organisation of the theatre seats into twenty-fives or hundreds helped when counting the total. Show an image of thousands of objects and allow students time to discuss the appropriate numbers for grouping. Use the counting stick or number line as a visual for counting in thousands with non-zero starting points.\nDraw attention to the Explore task, emphasising the importance of knowing the difference between the number in each group, the number of groups and the total amount. Move on to Master, asking the questions: How many groups/books are there? How many in each group/book? How many in total?\nEmphasise that each book represents 1000 stamps and practise counting in thousands. During Guided Practice, students are counting in thousands and completing number patterns.", "formative_assessment": ["count in ones, tens, hundreds and thousands.", "use concrete materials to represent numbers to 10 000.", "use pictorial representations to show numbers to 10 000.", "explain the relationship between counting in ones, tens, hundreds and thousands.", "count forwards and backwards by 1000."], "content_priority": "This lesson can be combined with Lesson 3.\nThe concept of counting should be very secure by now.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "3", "workbook_pages": "5 - 6", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-3", "textbook_pages": "9 - 12", "objective": "count in thousands, hundreds, tens and ones.", "approach": "To begin this lesson, display the image of the stamps in the Explore task. Allow students time to discuss previous lessons. Provide a talking frame to ensure that all discussions stay on track. Prompts could include: 'So far we have learnt that…' 'To be able to count with large numbers you should…' 'In this picture I can see…' 'This is because…' Allow some time for feedback to address any misconceptions.\nThen display a number represented by place-value counters and ask students what the number is and how they know. If necessary, allocate four selected students a role to act as either thousands, hundreds, tens or ones. They could state their place value and it would be the class' responsibility to recombine the number. Repeat this process using the numbers in Master, ensuring that you model the scribing of the number. Students should practise writing the numbers in numerals and words. Provide them with place-value counters if necessary. Students will practice dividing 1000 into 2, 4, 5 and 10 parts. This skill needs to be developed so it can be related to common scales and measuring equipment.\nDuring Guided Practice, students are counting and writing numbers, completing number patterns and writing numbers in words. Take feedback and generate success criteria based on students' experiences. Use the success criteria as a means of assessing the lesson objective.", "formative_assessment": ["count in ones, tens, hundreds and thousands.", "use concrete materials to represent numbers to 10 000.", "use pictorial representations to show numbers to 10 000.", "explain the relationship between counting in ones, tens, hundreds and thousands.", "count forwards and backwards by 1000.", "record numbers using numerals and words.", "complete number patterns by counting forwards and backwards by 1, 10, 100 and 1000."], "content_priority": "This lesson can be combined with Lesson 2.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "4", "workbook_pages": "7 - 8", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-4", "textbook_pages": "13 - 15", "objective": "understand and use place value to count.", "approach": "To begin this lesson, recap on what students have learnt so far, and praise them for learning how to count in each group. Recap counting in twenty-fives, hundreds and thousands using the counting stick or number line, and then display the Explore task. Model counting each element incorrectly by assigning the incorrect number to each group, for example, hundreds to thousands and twenty-fives to tens. Allow students to talk through the process and point out the mistakes by asking them how they know at each stage. Have place-value counters and Base 10 materials ready so the students can use these in their explanations if necessary.\nEmphasise that, although the image of the ones in Explore and Master 1 and 2 look different, they have the same value. Work through Master 3 and 4 with the class using models and images if necessary. Students may need extra time experimenting with concrete materials, place-value counters and place-value cards to fully understand the concept. Have place-value charts, place-value counters and counters/Base 10 materials ready so, if necessary, students can spend time partitioning and recombining numbers, generated either by rolling a dice four times or with numbers provided.\nDuring Guided Practice, students are consolidating their understanding of place value. Allow a short time for feedback, especially for question 2. In question 3, students need to solve problems relating to addition of any single place-value part from the whole number.\nEnd the lesson with a statement to set up learning for the next lesson. It could be a true or false statement such as 'zeros don't have any value'. This will facilitate discussion and allow students time to think about it.", "formative_assessment": ["count in ones, tens, hundreds and thousands.", "use concrete materials to represent numbers to 10 000.", "use pictorial representations to show numbers to 10 000.", "explain the relationship between counting in ones, tens, hundreds and thousands.", "count forwards and backwards by 1000.", "record numbers using numerals and words.", "use place-value counters to represent numbers.", "use a place-value chart to represent numbers.", "use place-value cards to represent a number.", "use number bonds to conventionally break apart a number.", "expand/partition a number to show its parts."], "content_priority": "This is a key lesson.\nThe images in Master are really useful in terms of understanding the different ways a number can be represented.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "5", "workbook_pages": "9 - 10", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-5", "textbook_pages": "16 - 19", "objective": "recognise the place value of each digit in a 4-digit number.", "approach": "To begin this lesson, display the question you set from the end of the previous lesson. Allow time for feedback and, for example, allow students to vote either 'true' or 'false' depending on the question posed. (This can be revisited at the end of this lesson.) Then display the Explore task and tell the class that your friend says you can only make four 4-digit numbers because there are four digits shown on the dice, and ask them if they agree or disagree. Allow time for discussion and feedback before completing the Explore task.\nWork through Master 1 to 3 together, ensuring that students are always asked the 'value' of each digit. Allow them to make as many 4-digit numbers as possible. During Activity Time, circulate the room listening to the discussions as this is a good opportunity to assess students' understanding.\nDuring Guided Practice, students are using the expanded form to expose the value of each digit in a 4-digit number.\nRevisit the statement from the start of the lesson. If necessary, question students further to establish their thinking.", "formative_assessment": ["count in ones, tens, hundreds and thousands.", "use concrete materials to represent numbers to 10 000.", "use pictorial representations to show numbers to 10 000.", "explain the relationship between counting in ones, tens, hundreds and thousands.", "count forwards and backwards by 1000.", "record numbers using numerals and words.", "use place-value counters to represent numbers.", "use a place-value chart to represent numbers.", "use place-value cards to represent a number.", "use number bonds to conventionally break apart a number.", "expand/partition a number to show its parts."], "content_priority": "This lesson can be combined with Lesson 6.\nUse Lesson 6 but replace Guided Practice with the Activity Time from this lesson and add an extra element which involves students comparing the numbers they each make and deciding who has the greater number.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "6", "workbook_pages": "11 - 12", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-6", "textbook_pages": "20 - 22", "objective": "compare and order numbers.", "approach": "To begin this lesson, show students the Explore task and ask them whose book has the greater number of pages. Allow them time to discuss and prompt them with probing questions such as: 'How do you know?' 'What makes you think that?' 'Can you convince me?' Model how to convince someone of their answer by using place-value materials as shown in Master. Draw attention to why and how we know that one number is bigger than the other by comparing each digit size. Repeat this for Master 2. Point out the different ways we can record our answers, e.g. using words and symbols. For example, '___ is greater than ____' or '____ >____'.\nAllow students to discuss Master 3 in pairs using the same process modelled by the teacher. It would be useful to have Base 10 materials and place-value charts on the tables, so students can use them as needed. Then take some feedback, ensuring that students use appropriate vocabulary when discussing the relative size of numbers. For example, '___ is greater than ____' or '____ is more than ____' or '____ is the smallest' or '____ is the greatest'.\nDuring Guided Practice, students are comparing and ordering numbers. It would be useful to display a talking frame on the board to ensure that students have good discussions. Use sentence starters such as: 'I know it is greater than… because…'; 'The hundreds/tens/ones digit shows me that…'; 'Convince me that…'; 'This picture proves that…'\nTake feedback and generate the success criteria before students start working independently on the worksheet.", "formative_assessment": ["use place-value counters to represent numbers and compare them.", "use Base 10 materials to represent numbers and compare them.", "use a place-value chart to represent numbers and compare them.", "use place-value cards to represent numbers and compare them.", "use number bonds conventionally to break apart numbers and compare them.", "expand/partition a number to show its parts.", "compare numbers using place value.", "arrange numbers in any order.", "use the terms 'greater than', 'more than', 'less than', 'the greatest' and 'the smallest'.", "use the symbols >, < and =."], "content_priority": "This lesson can be combined with Lesson 5.\nUse this lesson but replace Guided Practice with the Activity Time from Lesson 5 and add an extra element which involves students comparing the numbers they each make and deciding who has the greater number.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "7", "workbook_pages": "13 - 14", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-7", "textbook_pages": "23 - 28", "objective": "compare and order 4-digit numbers.", "approach": "To begin this lesson, display the three journeys from the Explore task without their distances and ask students to compare them. Use probing questions such as which distance is the shortest/longest? Allow them time to discuss and then take their feedback, always asking 'how they know'. Draw out of the students that they require some numerical measurements to be able to compare accurately, and remind them of the success criteria for comparing numbers that was drawn up in the previous lesson. Display the measurements and ask which distance is the shortest/longest. Discuss what is different about these numbers compared to numbers in the previous lessons. If necessary, add another step into the success criteria.\nWork through the visual images in Master 1 to check that the class comparisons were correct, using the appropriate vocabulary and mathematical symbols. Model marking the numbers on a number line and ask how this demonstrates how to compare numbers. Allow students time to discuss and take feedback. Ask them how we can find the shortest distance; do we need to compare all three? Repeat the same process asking students for feedback while working through Master 2. students can work in pairs to complete Master 3, which provides the teacher with an opportunity to circulate and listen to the discussions.\nAfter Activity Time, take feedback on the successes of the game and helpful hints (success criteria) for comparing numbers.\nDuring Guided Practice, students are comparing and ordering numbers.", "formative_assessment": ["use place-value counters to represent numbers and compare them.", "use Base 10 materials to represent numbers and compare them.", "use a place-value chart to represent numbers and compare them.", "use place-value cards to represent numbers and compare them.", "use number bonds conventionally to break apart numbers and compare them.", "expand/partition a number to show its parts.", "compare numbers using place value.", "arrange numbers in any order.", "use the terms 'greater than' and 'less than'.", "use the symbols >, < and =.", "use a number line to compare numbers and position them."], "content_priority": "This is a key lesson.\nThis lesson is essential as it links place-value counters with place-value charts and number lines.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "8", "workbook_pages": "15 - 16", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-8", "textbook_pages": "29 - 31", "objective": "make number patterns (using 100, 10, 1 'more' and 'less').", "approach": "To begin this lesson, recap on previous lessons and state that we can use what we have learnt when we look at number patterns. Display the Explore task and allow students time to discuss what this is and what is different about each number in the sequence. Take suggestions about what is happening, can student's describe the rule? Encourage students to record answers as a number sentence or on a number line. Work through Master 1 using place-value counters to double check that student predictions are correct and to highlight the pattern in the sequence. State clearly what is happening each time and record this using a number sentence or number line, such as 213 + 10 = 223, 223 + 10 = 233 and so on.\nDisplay the sequence in Master 2 and ask the class: What is happening now? Are we adding 10 each time? Allow students time to discuss and take feedback before demonstrating using place-value counters and number sentences/number lines. Discuss the solution with students' input. Then students can work in pairs to carry out Master 3.\nDuring Guided Practice, students are completing number patterns. If necessary, work through the first question with them.\nAt the end, recap the learning intention of the lesson, identify what students have learnt so far and discuss some helpful hints for completing sequences (success criteria).", "formative_assessment": ["use place-value counters to represent numbers and compare them.", "use Base 10 materials to represent numbers and compare them.", "use a place-value chart to represent numbers and compare them.", "use place-value cards to represent numbers and compare them.", "use number bonds conventionally to break apart numbers and compare them.", "expand/partition a number to show its parts.", "compare numbers using place value.", "make number patterns using concrete materials and/or pictures and/or a number line.", "recognise a number pattern of 1, 10, 100 and 1000, and complete it."], "content_priority": "This lesson is not a statutory requirement.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "9", "workbook_pages": "17 - 18", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-9", "textbook_pages": "32 - 34", "objective": "make number patterns (4-digit numbers).", "approach": "To begin this lesson, show students the Explore task. Allow time for discussion and take students' ideas, guiding them to draw on knowledge from previous lessons. Work through Master 1 and 2, and ensure students are aware that both examples are showing the same process: one on a place-value chart and the other on a number line.\nDuring Guided Practice, students are completing number patterns. Once they have completed this, it may be useful to present them with a number sequence that has been completed incorrectly to identify what might have gone wrong.", "formative_assessment": ["use place-value counters to represent numbers and compare them.", "use Base 10 materials to represent numbers and compare them.", "use a place-value chart to represent numbers and compare them.", "use place-value cards to represent numbers and compare them.", "use number bonds conventionally to break apart numbers and compare them.", "expand/partition a number to show its parts.", "compare numbers using place value.", "make number patterns using concrete materials and/or pictures and/or a number line.", "recognise a number pattern of 1, 10, 100 or 1000, and complete it."], "content_priority": "This is a key lesson.\nThis lesson is essential as it covers finding ‘1000 more’ or ‘1000 less’ and consolidates the concept of place value.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "10", "workbook_pages": "19 - 20", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-10", "textbook_pages": "35 - 36", "objective": "count in sixes, sevens and nines.", "approach": "To begin this lesson, show students the Explore task. Allow time for discussion and listen to students' ideas, guiding them to draw on knowledge from previous lessons. Ask pupils to discuss the scores Meilani received each time she collected a star. What do they notice? Is it a pattern they have seen before? Ask students if 28 is a possible score. Can they explain why it is not? If we changed the points scored for each star to 7, would 28 appear? Why or why not? Has the pattern changed? Show students the patterns on a 100-square. Can pupils see any other multiples within the sixes and sevens? How do they know? Let them try counting in nines and show the pattern on a 100-square.\nDuring Guided Practice, students are completing number patterns. Once they have completed this, it may be useful to present them with a number sequence that has been completed incorrectly to identify what might have gone wrong.", "formative_assessment": ["count in threes.", "count in fives.", "use concrete materials to count in sixes, sevens and nines.", "use pictures to support counting in sixes, sevens and nines.", "find patterns in counting using a 100-square.", "count in sixes, sevens and nines."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "11", "workbook_pages": "21 - 22", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-11", "textbook_pages": "37 - 39", "objective": "round numbers to the nearest 1000.", "approach": "To begin this lesson, show students the Explore task and ask them how we can know if Holly is correct? Show students a number line and ask them to discuss if they think it would be a helpful tool. Work through Master sections showing the numbers on a number line and emphasise that this is useful when rounding numbers because we can see how close the number is to each thousand. Discuss whether Holly is correct and 'how they know'. Then, together with the class, draw up a set of rules for rounding to 1000 with reference to the examples in Master (success criteria).\nDuring Guided Practice, students are using their knowledge of rounding to 1000.", "formative_assessment": ["recognise and count numbers up to, and including, 5000.", "use concrete materials to represent numbers in the thousands.", "draw pictures to represent numbers in the thousands on a number line.", "use visual tools (such as a number line) to position numbers.", "round numbers to the nearest 1000."], "content_priority": "This lesson can be completed if time allows.\nLessons 11 and 12 are similar, so if time is an issue, you can omit Lesson 11.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "12", "workbook_pages": "23 - 24", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-12", "textbook_pages": "40 - 43", "objective": "round numbers to the nearest 10, 100 or 1000.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss. Talk about what is the same, and what is different, in what each child is saying. Model rounding on the number line as shown in Master 1. Draw students' attention to how the rounding is written and the 'approximately equal to' sign. Work through Master 2–4 using the key questions to guide students' thoughts.\nFeedback the 'rules' when rounding to the nearest 1000, 100 and 10, and have these on display for students to reference throughout Activity Time.\nDuring Guided Practice, students are rounding numbers to the nearest 10, 100 and 1000.", "formative_assessment": ["recognise and count numbers up to, and including, 5000.", "use concrete materials to represent numbers in the thousands.", "draw pictures to represent numbers in the thousands on a number line.", "use visual tools (like a number line) to position numbers.", "round numbers to the nearest 10, 100 and 1000."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "13", "workbook_pages": "25 - 26", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-13", "textbook_pages": "44 - 47", "objective": "round numbers to estimate.", "approach": "To begin this lesson, recap on previous lessons on rounding and ask students why they think it might be useful in everyday life to be able to round numbers. Allow students time to work on the Explore task and discuss how it would be useful to round these numbers. Would we round them to the nearest 10, 100 or 1000, and why? Take feedback and then demonstrate rounding using the number lines working through the Master sections as a visual. Emphasise how this is written and the use of the 'approximately equal to' sign. Display the number 235 and discuss how we round this to the nearest 10 and 100—if necessary by using the number line. Ask students to write their answers on their whiteboards and practise using the 'approximately equal to' sign.\nDuring Guided Practice, students are rounding numbers to the nearest 10. Display the rounding rules from the previous lesson, and then let them work through questions 1–4. Some students may need some guidance for questions 5 and 6 as they are presented differently.\nIt may be useful to prepare for the next lesson by getting students to think about other ways that rounding might be useful in everyday situations.", "formative_assessment": ["recognise and count numbers up to, and including, 5000.", "use concrete materials to represent numbers in the thousands.", "draw pictures to represent numbers in the thousands on a number line.", "use visual tools, e.g. a number line to position numbers.", "round numbers to the nearest 10, 100 or 1000.", "use the approximate symbol to mean 'approximately equal to'.", "use rounding to estimate costs."], "content_priority": "This lesson can be completed if time allows.\nThe concepts in this lesson are covered in Lessons 12 and 14.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "14", "workbook_pages": "27 - 30", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-14", "textbook_pages": "48 - 51", "objective": "round numbers to estimate.", "approach": "To begin this lesson, display the rounding rules generated in previous lessons and revisit the question posed at the end of the previous lesson about everyday examples of rounding. Take feedback and note students' ideas (useful for a working wall/class My Maths Journal).\nShow students the Explore task and ask questions such as: Which animal is the heaviest/lightest? What is each mass rounded to the nearest ten or hundred? How can we use these approximations to help find the approximate total mass? Allow them time to work on this. Work through Master inviting volunteers to demonstrate how to round at each step.\nShow students the Activity Time image. Discuss the costs on it and round them to the nearest 10, 100 or 1000. Discuss which would be the most useful to round to, and then allow students to work in pairs to complete Activity Time.\nDuring Guided Practice, students are estimating the sum or difference of two numbers by rounding the numbers to the nearest 100.", "formative_assessment": ["recognise and count numbers up to, and including, 5000.", "use concrete materials to represent numbers in the thousands.", "draw pictures to represent numbers in the thousands on a number line.", "use visual tools (like a number line) to position numbers.", "round numbers to the nearest 10, 100 or 1000.", "use the approximate symbol to mean 'approximately equal to'.", "use rounding to estimate distances.", "use rounding to estimate costs."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "1", "textbook_lesson": "15", "workbook_pages": "31 - 32", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/worksheet-15", "textbook_pages": "52 - 54", "objective": "use knowledge of numbers to solve problems.", "approach": "To begin this lesson ask students to think of a country they would consider to be very cold and to explain their choices. Students will likely offer suggestions related to snow and temperature. Ask them if they think it is possible that a temperature could be less than 0°C. How would we record a temperature less than 0°C? Allow them time to discuss this with their partners. Show students the Explore task and allow them time to work on this in pairs. Work through the Master sections. Can students see the connection between the representation of a thermometer and the number line?\nDuring Guided Practice, students are reading thermometers and completing number patterns with positive and negative numbers.", "formative_assessment": ["count forwards and backwards through zero, including negative numbers.", "place negative numbers to 10 on a number line.", "read a thermometer, including negative numbers.", "continue a number pattern through zero, including negative numbers."], "content_priority": "This is a key lesson.\nPlease note the Mind Challenge will reinforce the objective of counting backwards through zero.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-01/lesson-15"}, {"content_type": "mind_challenge", "textbook_chapter": "1", "textbook_lesson": "16", "workbook_pages": "33", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/mind-challenge", "textbook_pages": "", "objective": "", "approach": "", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "1", "textbook_lesson": "16", "workbook_pages": "34 - 36", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-01/review-1", "textbook_pages": "", "objective": "", "approach": "", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "1", "workbook_pages": "37 - 38", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-1", "textbook_pages": "58 - 61", "objective": "find the sum of two numbers.", "approach": "To begin this lesson, show students the Explore task and allow them time to work on how to find the total. Take feedback before working through the step-by-step process shown in Master 1. In particular, draw students' attention to how we draw the bar model for a totals problem. Model using Base 10 materials and counters to add the two amounts together, starting with the ones.\nDraw attention to renaming in the ones. Students should already be familiar with this so allow them to feedback briefly about regrouping and renaming. Repeat the same process with place-value counters (Master 2 and 3). Ensure that students make the connection between the abstract recording in the expanded method and the visual by pointing out each step. Display the compact method and allow students to discuss each step with their partners and how it links with the rest of Master. Take feedback and, if necessary, demonstrate the compact method.\nDuring Guided Practice, students are finding the sum of two numbers. Allow them to discuss the different methods used.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents addition (part-whole).", "add ones to ones, tens to tens, hundreds to hundreds, and so on.", "use the column method of addition to add numbers together.", "rename, where appropriate, to add two 3-digit numbers.", "use the term 'sum' to suggest addition."], "content_priority": "This lesson can be completed if time allows.\nThis lesson is covered in Textbook 4A, Chapter 2, Lesson 10, therefore depending on the confidence of the class you could start this chapter with Lesson 2.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "2", "workbook_pages": "39 - 40", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-2", "textbook_pages": "62 - 64", "objective": "add two numbers without renaming.", "approach": "To begin this lesson, show students the Explore task and ask what the students think the problem is asking them to do. Is it more expensive for Meilani's family to fly to Australia or Samoa? Suggest that your friend thought drawing a bar model might be helpful and allow students time to work on this. Draw the bar model, thinking out loud as you do. What do we know for certain? What else do we know about the cost of the flights to Samoa? So that must mean… The bar model shows me that, in order to find the total, I have to…, etc. Recap on the success criteria from the previous lesson and use it to find the total. Have counters/Base 10 materials on display as a visual reminder of what is happening. Go through the steps of adding using the column method, starting with the ones column. Remind students of the importance of place value when performing a calculation.\nDuring Guided Practice, students are adding without renaming.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents addition (part-whole).", "add ones to ones, tens to tens, hundreds to hundreds, and so on.", "use the column method of addition to add numbers together.", "add two 4-digit numbers without renaming."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "3", "workbook_pages": "41 - 42", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-3", "textbook_pages": "65 - 69", "objective": "add two numbers with renaming in the ones column.", "approach": "To begin this lesson, show students the Explore problem and read it to them. Discuss how we know it is an addition problem from the bar model. Ensure students understand what each part of the model represents. Remind them of previous lessons on estimating, and allow them time to discuss which numbers would be useful to round up or down. Then take feedback. Use the success criteria from previous lessons to help scaffold the compact addition method.\nWork through how to find the total using the images from Master, or ask an advanced learner to do the abstract calculation at the front of the class referring to the visual models. If this is the case, ensure you interject with questions such as: 'Why are you renaming the ones?' 'What does the orange 1 stand for in your calculation?' 'Why haven't you renamed anything in the other columns?'\nDuring Guided Practice, students are adding with renaming in the ones column. Ask the class to estimate the sums before calculating the answers. Discuss whether or not their answers were good estimates and why it is useful to estimate.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents addition (part-whole).", "add ones to ones, tens to tens, hundreds to hundreds, and so on.", "use the column method of addition to add numbers together.", "add two 4-digit numbers with renaming of the ones."], "content_priority": "This is a key lesson.\nLesson 3 covers renaming the ones, Lesson 4 covers renaming the ones and tens and Lesson 5 covers renaming the ones, tens and hundreds.\nAlthough these three lessons are essentially covering the same concept, it’s not worth rushing through them as an understanding of the column method is a key learning point.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "4", "workbook_pages": "43 - 44", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-4", "textbook_pages": "70 - 74", "objective": "add two numbers with renaming in the tens and ones columns.", "approach": "To begin this lesson, recap on how we built the part-whole bar model in the previous lesson. Show students the Explore task and allow them some time to work on the this. Encourage them to estimate the total. Should we round the numbers to the nearest 10, 100 or 1000? Then work through the steps to solve the problem using the images in Master.\nIt is important to encourage students to discuss where they see a renaming occur. Make sure place-value counters are available for students who might need them. Ask them to discuss what is happening with reference to the diagrams and then take feedback. Ask students why we didn't rename any hundreds and give them time to discuss this before asking for feedback. Refer back to the estimate at the start of the lesson and consider if it was a good estimate and why estimating is important.\nDuring Guided Practice, students are adding with renaming in the tens and ones columns. Ask the class to estimate the sums before calculating the answers.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents addition (part-whole).", "add ones to ones, tens to tens, hundreds to hundreds, and so on.", "use the column method of addition to add numbers together.", "add two 4-digit numbers with renaming of the ones and tens.", "estimate the answer by rounding."], "content_priority": "This is a key lesson.\nLesson 3 covers renaming the ones, Lesson 4 covers renaming the ones and tens and Lesson 5 covers renaming the ones, tens and hundreds.\nAlthough these three lessons are essentially covering the same concept, it’s not worth rushing through them as an understanding of the column method is a key learning point.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "5", "workbook_pages": "45 - 46", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-5", "textbook_pages": "75 - 80", "objective": "add two numbers with renaming in the hundreds, tens and ones columns.", "approach": "To begin this lesson, show students the Explore task. Recap on previous lessons and allow them to work through the Explore task to find the total. Record their steps for use throughout the lesson. Ask students if they spot anything different about this calculation in comparison to that of the previous day. Work through Master with the class or ask an advanced learner to explain the steps.\nIt is useful to say 'show me' every so often, so you can have a clear ongoing assessment of the stages in their understanding. Emphasise the reason why we are renaming and invite students to articulate their reasoning at each step. Ensure that they understand the process of renaming by getting them to match each stage of the expanded notation with its appropriate visual.\nDuring Guided Practice, students are adding with renaming in the hundreds, tens and ones columns.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents addition (part-whole).", "add ones to ones, tens to tens, hundreds to hundreds, and so on.", "use the column method of addition to add numbers together.", "rename, when appropriate, to add two 4-digit numbers.", "estimate the answer by rounding."], "content_priority": "This is a key lesson.\nLesson 3 covers renaming the ones, Lesson 4 covers renaming the ones and tens and Lesson 5 covers renaming the ones, tens and hundreds.\nAlthough these three lessons are essentially covering the same concept, it’s not worth rushing through them as an understanding of the column method is a key learning point.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "6", "workbook_pages": "47 - 48", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-6", "textbook_pages": "81 - 82", "objective": "add using mental strategies (making tens, hundreds and thousands).", "approach": "To begin this lesson, show students the Explore task and ask them if the methods they have been using are appropriate for this type of calculation. Why, or why not? Ask students what they notice about the numbers and whether they know any strategies that might be helpful. Allow them time to work through the Explore task. Discuss how it is much easier to make multiples of 10, and then add if we are calculating mentally.\nShow the class Master 1. It may be beneficial to practise a number of 'making 10' calculations before moving on, e.g. 2046 + 4 and 3241 + 9. Allow students time to practise this on whiteboards with their partners. Move onto the next step and allow them time to discuss what is happening in the calculation. Then model the process step-by-step for them.\nShow the class how to 'make 100' as in Master 2. Allow them to practise making 100 with different calculations, for example, 93 + 4507, 1208 + 92, 2235 + 95, and so on. Work through Master 3 together. Discuss whether it would be useful to make 10 or 100. Guide them to see that it would be more beneficial to make a multiple of 1000. Allow students time to discuss how this could be done by using the numbers we already have, and then demonstrate the process, vocalising each step. Allow them to work with partners to complete and suggest any other calculations where this method would be useful.\nDuring Guided Practice, students are adding mentally. Circulate the room asking them what methods they have used, and why.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "make 10 with numbers above 1000.", "make 100 with numbers above 1000.", "make 1000 with numbers above 1000.", "use rounding to add.", "use mental strategies to add numbers together by making 10, 100 or 1000."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "7", "workbook_pages": "49 - 50", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-7", "textbook_pages": "83 - 84", "objective": "add two numbers using mental strategies.", "approach": "To begin this lesson, recap on the methods used in the previous lesson before showing students the Explore task. Give students time to work on the Explore task in pairs encouraging them to consider the methods from the previous lesson and how they may help in today's lesson. Work through Master together, allowing students time to discuss why each of the calculations is 1 less, 2 less, and so on. Ensure there is time for feedback from the class and that when feeding back, students use the appropriate mathematical vocabulary in their descriptions.\nDuring Guided Practice, students are adding mentally. It would be useful for them to explain to each other how and why the calculations they have done work for each sum. It would be helpful to have a talking frame on display with sentence starters such as: I have added… instead of… because… this calculation is 1 less/2 less because… Circulate the room to listen to the conversations the students are having and highlight the best practice examples of discussion for the rest of the class.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "make 10 with numbers above 1000.", "make 100 with numbers above 1000.", "make 1000 with numbers above 1000.", "use rounding to add and then subtract the difference.", "use mental strategies to add numbers together by making 10, 100 or 1000."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "8", "workbook_pages": "51 - 52", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-8", "textbook_pages": "85 - 88", "objective": "find the difference between two numbers.", "approach": "To begin this lesson, display the word 'difference' and allow students to discuss what it means. Draw out that it describes a comparison of two things. Display an image of two similar objects with some differences, for example, a large and a small house. Ask students to tell you what is the same and what is different about them. Do the same for two 3-digit numbers, such as 345 and 365. Talk about similarity and difference. Tell students that in mathematics to find the exact difference we have to compare two numbers in terms of value.\nShow students the Explore task, give them time to discuss how they can find the exact difference between the two numbers. Suggest your friend thought a bar model could be helpful. Allow them time to work on this. Demonstrate how to compare the two numbers using the bar model (comparison) to visualise the difference and the calculation. Ask questions such as, 'What is the same about these two numbers?' Draw attention to the parts of the bar that are the same. Who can label the part that is different? How can we calculate the difference in value? Show students how to find the difference using subtraction with Base 10 materials and counters to support understanding of the abstract.\nGo back to the Explore problem and ask, 'What if Charles scored one more point?' Discuss how this would change the way we calculate the difference. Allow time for students to work on this in pairs before showing the calculation, with reference to previous learning and the examples in Master.\nDuring Guided Practice, students are finding the difference between two numbers.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents subtraction (comparison).", "subtract ones from ones, tens from tens, hundreds from hundreds, and so on.", "use the column method of subtraction to subtract 3-digit numbers.", "estimate the answer by rounding.", "use the term 'difference' to suggest subtraction."], "content_priority": "This is a key lesson.\nThis lesson is essential as it revisits the meaning of ‘difference’.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "9", "workbook_pages": "53 - 54", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-9", "textbook_pages": "89 - 90", "objective": "subtract without renaming (using column subtraction).", "approach": "To begin this lesson, recap on the subtraction problems that were calculated in the previous lesson. Discuss the term 'difference' again, ensuring that students draw on the need for comparison and subtraction to find the exact value of the 'difference'. Then show students the Explore task and allow them time to discuss how they can calculate the answer by drawing on prior knowledge.\nWork through Master step by step (or invite an advanced student to do so). As a class, check the answer is correct when the calculation is complete and prepare to apply it to the next calculation.\nDuring Guide Practice, students are subtracting without renaming. Allow them to use place-value counters and charts to solve the equations. Students can work in pairs to complete this. One can set out the counters, while the other records the same process on a whiteboard, and then they can check that their calculations match.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents subtraction (comparison).", "subtract ones from ones, tens from tens, hundreds from hundreds, and so on.", "use the column method of subtraction to subtract 4-digit numbers without renaming.", "estimate the answer by rounding.", "use the term 'difference' to suggest subtraction."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "10", "workbook_pages": "55 - 56", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-10", "textbook_pages": "91 - 94", "objective": "subtract with renaming in the tens and ones columns.", "approach": "To begin this lesson, discuss how we have a total distance to fly when we travel, and when we begin flying part of it is deducted/subtracted from the total to find the remaining distance left. Then show students the Explore task and ask questions such as, 'How long was the distance to begin with?' 'How much has been flown?' 'When we fly part of the distance what operation is the same?' 'How will we find out what distance is left to fly?' Allow students time to attempt to solve the problem before working through Master. Make links between what is shown in the bar model and what is represented by the place-value counters by referring to the total amount and how much distance has already been flown.\nAsk students to discuss how we might be able to calculate the amount in the ones column. They should be able to draw from prior knowledge of regrouping and renaming. Demonstrate the calculation (or ask a confident student to do so) while you ask questions to support struggling learners, such as, 'How do you know you need to rename?' 'Why did you not rename in the… column?' 'How will you know if your answer is correct?'\nDuring Guided Practice, students are subtracting with renaming in the tens and ones columns.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "draw a bar model that represents subtraction (part-whole).", "subtract ones from ones, tens from tens, hundreds from hundreds, and so on.", "use the column method of subtraction to subtract 4-digit numbers.", "subtract 4-digit numbers with renaming of the tens and ones.", "estimate the answer by rounding.", "use the term 'difference' to suggest subtraction."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "11", "workbook_pages": "57 - 58", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-11", "textbook_pages": "95 - 98", "objective": "subtract with renaming in the hundreds, tens and ones columns.", "approach": "To begin this lesson, show students the Explore task and allow them to work on the problem, what is the same/different from previous lessons? Work through Master using place-value counters as visual aids. Ensure the link is made between the place-value counters and the abstract calculation. It is important that enough time is dedicated to the discussion of this method between pairs and the class, because an understanding of why this method works is essential.\nAllow students time to work in groups to solve the subtraction calculation together before completing Guided Practice in pairs. Provide more questions if necessary. Circulate among the groups and ensure students are describing the method in terms of compensation, for example, 'Because I added a 10 here I have to…'\nDuring Guided Practice, students are subtracting with renaming. Encourage them to use place-value counters to demonstrate their understanding.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "subtract ones from ones, tens from tens, hundreds from hundreds, and so on.", "use the column method of subtraction to subtract 4-digit numbers.", "rename when appropriate to subtract 4-digit numbers.", "estimate the answer by rounding.", "use the term 'difference' to suggest subtraction.", "use decision-making to determine when it is appropriate to rename from the other number."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "12", "workbook_pages": "59 - 60", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-12", "textbook_pages": "99 - 101", "objective": "subtract with renaming in the thousands, hundreds, tens and ones columns.", "approach": "To begin this lesson, recap on the methods students have learnt for subtraction. Then show the class the Explore task and give them time to discuss the methods they would use to find the solution. Ask why this calculation is tricky. Draw out that it is because of the zeros in the hundreds, tens and ones. Allow students time to work on this, then take feedback, allowing students to justify their reasoning.\nWork through the Master modelling to students how we can represent 6000 in different ways while keeping the value the same (renaming). Use place-value counters to show this. Ask the class if this is the best way to find the solution for this particular calculation. Are there any mental methods we can use? Demonstrate using the compensating mental method for the same calculation. Which method is most effective and why? Can you think of a 'rule' to display that will remind us when to select a mental method or the column method?\nAllow students to work in pairs to complete the Guided Practice calculations using the place-value counters if necessary.", "formative_assessment": ["use concrete materials (Base 10 blocks, counters and place-value counters) to represent numbers to 10 000.  draw pictures to represent numbers to 10 000.", "subtract ones from ones, tens from tens, hundreds from hundreds and so on.", "use the column method of subtraction to subtract 4-digit numbers.", "rename when appropriate to subtract 4-digit numbers.", "estimate the answer by rounding.", "use the term 'difference' to suggest subtraction.", "use the number bonds strategy to break numbers into more convenient pieces to subtract."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "13", "workbook_pages": "61 - 62", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-13", "textbook_pages": "102 - 103", "objective": "subtract using mental strategies.", "approach": "To begin this lesson, recap on the strategies students have learnt for subtraction. Discuss which methods they feel most confident with, and which methods are the most appropriate for certain calculations. Then show students the Explore task and allow them time to work on this. Which mental methods they would choose for the calculation? Get feedback and discuss which methods they think are the most appropriate. Work through Master and allow students time to discuss and evaluate the method they would use and why.\nDuring Guided Practice, students are subtracting using mental strategies. Allow some time for discussion after students have completed the questions, as this will consolidate learning.", "formative_assessment": ["use place-value counters to represent numbers to 10 000.", "draw pictures to represent numbers to 10 000.", "make 10 with numbers above 1000.", "make 100 with numbers above 1000.", "make 1000 with numbers above 1000.", "use rounding to subtract and then add the difference.", "use mental strategies to subtract numbers by making 10, 100 or 1000.", "use the number bond strategy to break numbers into more convenient pieces to subtract."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "14", "workbook_pages": "63 - 64", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-14", "textbook_pages": "104 - 105", "objective": "solve word problems involving addition and subtraction.", "approach": "To begin this lesson, recap on what students have learnt in the chapter so far: written and mental methods for addition and subtraction. State that it is important to remember these methods when solving word problems. Then show students the Explore task and encourage them to discuss what they think they have to do to solve the problem before being given time to solve it. Work through Master thinking out loud at each step, for example, 'Hmmm, what is this problem about? Who and what does it involve? Red apples and green apples. What do we know for sure? The number of red apples and green apples. Do I know the total amount? No. So, first I need to…'\nShow the class how to draw the bar model to illustrate what we know from the problem. Allow students, in pairs, to use the bar model to identify what the operation is: addition to find the total. Refer back to the question to find out what it is asking us to do, and then carry out the calculations. Ensure there is some discussion around which is the most appropriate method for the calculation, and that in order to check, an inverse operation to work backwards can be used.\nDuring Guided Practice, students are solving word problems. It may be necessary to introduce the first question to the whole class to make sure they all understand each part of the model, but they should work independently to 'action the plan'. Allow time for feedback on the methods they use.\nIntroduce Guided Practice 2 and talk through the question. What do we need to know to be able to find the total number of people who sat in the third stand over the 2 days? Guide them to recognise this is a two-step problem, and they will need to calculate the number of people who sat in the third stand on the second day before they can find the total number. Suggest that your friend thought bar modelling would be helpful. If required, you can draw the bar models without the labels and the students can label them. This will help them find the calculations they will need to make to solve the problem.", "formative_assessment": ["draw a bar model (part-whole or comparison) to represent numbers in proportion to one another.", "determine which part of the question is giving information about the parts, and which part of the question is giving information about the whole.", "add and subtract 4-digit numbers with renaming.", "understand the key information in a problem and how to represent it.", "form a plan from pictorial representations about how to solve a problem.", "action the plan that they decided upon using the appropriate conventions.", "check their answers by working backwards.", "use concrete materials to help solve addition and subtraction facts."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "15", "workbook_pages": "65 - 66", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-15", "textbook_pages": "106 - 108", "objective": "solve two-step word problems involving addition and subtraction.", "approach": "To begin this lesson, show students the Explore task and read through it together. Using the prompts from the previous lesson (understand the problem, form a plan and action the plan), give students time to identify the different areas of the problem and allow them time to work on this. Work through Master by 'thinking out loud' and modelling so students can follow your thought process. Using this and students' ideas, demonstrate how to solve the problem using the bar model (part-whole and comparison) to illustrate what is happening. Refer to the problem, and the bar model and vice versa, to ensure students can make the link between the two.\nDuring Guided Practice, students are solving word problems. If working in pairs, encourage them to discuss the methods they are using.", "formative_assessment": ["draw a bar model (part-whole or comparison) to represent numbers in proportion to one another.", "determine which part of the question is giving information about the parts, and which part of the question is giving information about the whole.", "add and subtract 4-digit numbers with renaming.", "understand the key information in a problem and how to represent it.", "form a plan from pictorial representations about how to solve the problem.", "action the plan they decided upon using the appropriate conventions.", "check their answers by working backwards.", "use concrete materials to help solve addition and subtraction facts.", "develop multi-step word problems involving addition and subtraction to 10 000."], "content_priority": "This lesson can be completed if time allows.\nIf you have time, try to complete either Lesson 15 or Lesson 16.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "2", "textbook_lesson": "16", "workbook_pages": "67 - 68", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/worksheet-16", "textbook_pages": "109 - 110", "objective": "solve two-step word problems involving addition and subtraction.", "approach": "To begin this lesson, show students the Explore task and give them time to discuss what is involved. What context does the problem involve? How can we visualise the problem? What operation do you think is needed to carry it out? Take feedback and allow them time to work on this. Draw the bar model (comparison) using the information available if necessary to help them get started.\nWork through modelling Master, pausing so that students have the opportunity to interject, ask questions and comprehend the process. How many items were in Box A to start with? How many were in Box B to start with? What is the same and what is different about their amounts? What happened to the amount in Box A? How can we show that on our model?\nThe problems created during Master can be used on the working wall in the classroom. Ask the groups if they encountered any problems and how they overcame them.\nDuring Guided Practice, students are solving multi-step problems. If necessary, work through the first question with the whole class following the same process.", "formative_assessment": ["draw a bar model to represent numbers in proportion to one another.", "determine which part of the question is pointing out the two amounts to be compared.", "add and subtract 4-digit numbers with renaming.", "understand the key information in a problem and how to represent it.", "form a plan from pictorial representations about how to solve the problem.", "action the plan they decided upon, using the appropriate conventions.", "use concrete materials to help solve addition and subtraction facts.", "develop multi-step word problems involving addition and subtraction to 10 000.", "draw an advanced bar model, where the original model changes length based on information given in the question.", "check their answers by working backwards."], "content_priority": "This lesson can be completed if time allows.\nIf you have time, try to complete either Lesson 15 or Lesson 16.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-02/lesson-16"}, {"content_type": "mind_challenge", "textbook_chapter": "2", "textbook_lesson": "17", "workbook_pages": "69", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/mind-challenge", "textbook_pages": "", "objective": "", "approach": "", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "2", "textbook_lesson": "17", "workbook_pages": "70 - 72", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-02/review-1", "textbook_pages": "", "objective": "", "approach": "", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "1", "workbook_pages": "73 - 74", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-1", "textbook_pages": "114 - 117", "objective": "multiply by 6.", "approach": "To begin this lesson, show students the Explore task and allow students time to work on this in pairs. Encourage them to look for various ways the eggs can be counted. What would be the quickest way and why? If we count this way, what is it the same as? (The 6 times table.) Count the eggs in sixes together. Use a counting stick/number line to practise counting in sixes starting from different points. Begin working through Master, asking students questions, such as: Does the type of object in each group matter? Do the size of the objects in each group matter? Do the number of objects in each group matter?\nAsk students to use counters or cubes to make the 6 times table. Using a timer at this point would be useful. When students have completed the task, show Master 2 and discuss ways of counting in sixes, for example, if you know the 3 times table you could just double the answers. You could also use the 2 times table — ask students how this might help.\nNext, display Master 3 and give students some time to discuss what they see. Ask them what each representation shows, e.g. all show multiples of 6. What is happening each time? (Adding on 6.) Point to the third multiple: What times table is this equivalent to? Remind students that we can use facts we already know to help us calculate those we cannot recall.\nDuring Guided Practice, students are practising the 6 times table. Students should begin to see a pattern when the multiplier doubles.", "formative_assessment": ["count in threes.", "count in twos.", "count in sixes.", "link groups of 6 to the 6 times table.", "use pictures to support multiplying by 6.", "use concrete materials to support multiplying by 6.", "use an array to multiply by 6.", "use a number line to multiply by 6."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "2", "workbook_pages": "75 - 76", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-2", "textbook_pages": "118 - 121", "objective": "multiply by 7.", "approach": "To begin this lesson, recap on the previous lesson. Link this to the new learning, so, for example, to multiply by 6 we can skip count, use a counting stick/number line or use other times tables to help.\nShow students the Explore task and ask them what the similarities and differences are between this and the previous lesson. Remind students that we can use facts we already know to help us calculate those we cannot recall. Allow them time to reason.\nWork through Master asking them questions, such as: How many groups? How many in each group? Why is it important that the numbers in each group are the same? Count in sevens along the counting stick or number line from different starting points, asking students to identify the third multiple of 7, the product of 4 and 7, and so on.\nShow students Master 3 and discuss what they think the different coloured cubes are illustrating. In pairs, students can then build the 7 times table using cubes. Encourage them to ask each other questions similar to those used during Master. Guide them to see the relationship between counting in sevens and repeated addition, and how this can help us if we cannot immediately recall a times table fact. Demonstrate this in a similar way to the Guided Practice. During Guided Practice, students are practising the 7 times table.", "formative_assessment": ["count in fives.", "count in sixes.", "count in sevens.", "use pictures to support multiplying by 7.", "use concrete materials to support multiplying by 7.", "use an array to multiply by 7.", "use a number line to multiply by 7."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "3", "workbook_pages": "77 - 78", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-3", "textbook_pages": "122 - 125", "objective": "multiply by 9.", "approach": "To begin this lesson, show students the Explore task. Give them time to work with a partner to talk about how they can calculate the number of flowers. Ask students what multiples they think they will need to focus on today. Prompt them with questions such as: How many groups of flowers do we have?\nHow many flowers are there in each group? Are they equal? Is that important? If so, why, or why not? Pose this question to the class: If we know the first 3 facts of the 9 times table, how can we use this to help us find other facts? Allow time for discussion (partners can work on whiteboards) and then take feedback before working through Master and allowing students to work in pairs to create the 9 times table using digit cards or linking cubes. Ask the class a variety of questions, such as: What is the fourth multiple of 9? If you didn't have the cards, how could you calculate the fifth multiple of 9? I am 54 — what multiple of 9 am I?\nAsk students to identify any multiples of 9 that appear in other times tables. Do any of them suggest an understanding of commutativity?\nDuring Guided Practice, students are practising the 9 times table.", "formative_assessment": ["count in nines.", "use pictures to support multiplying by 9.", "use concrete materials to support multiplying by 9.", "use an array to multiply by 9.", "use a number line to multiply by 9."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "4", "workbook_pages": "79 - 80", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-4", "textbook_pages": "126 - 128", "objective": "multiply by 9 using relational understanding.", "approach": "To begin this lesson, recap on previous learning with an emphasis on how we can use the times tables we already know to work out other multiplication facts. Encourage students to give examples from the previous lesson.\nShow students the Explore task and allow them time to work on it with partners. Make the link between 5 × 9 = 45 and repeated addition. If we know this, how can we use it to calculate 4 x 9? How many groups of 9 are there in 4 × 9? What is the difference between 5 × 9 and 4 × 9? Students should understand that there is one less group of 9 in 4 × 9. Discuss which method is the quickest. If we were working out 9 × 8, would we evaluate the methods differently?\nIn Master 2, draw students' attention to the relationship between 5, 10 and 9 multiplied by 9. How are these facts related? If we know 5 × 9, how can we use this to calculate the tenth and the ninth multiples? If we know 10 × 9, how can we calculate 9 × 9? How many groups do we need to subtract? In Master 3, focus on the relationship between 9 and 7. How many groups do we need to subtract to calculate 7 × 9? (Why not just one group?)\nDuring Guided Practice, students are practising the 9 times table.", "formative_assessment": ["use pictures to support multiplying by 9.", "use concrete materials to support multiplying by 9.", "use an array to multiply by 9.", "use a number line to multiply by 9.", "find the solution to times table facts by using other times tables (9 × 3 = 9 × 2 + 9 and 6 × 9 = 7 × 9 – 9)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "5", "workbook_pages": "81 - 82", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-5", "textbook_pages": "129 - 132", "objective": "multiply by 11.", "approach": "To begin this lesson, recap on the need for equal groups when multiplying. Show students 7 × 11 = 77. Give students time to work in pairs to discuss the number of groups, the number in each group and the total number of objects.\nThen show students the Explore task and allow them time to discuss what they see and work through solving the problem. Can we see equal groups? How many equal groups can we see? How can we count the total? Take feedback and then work through Master 1 and 2. Ask students if they can see any other ways of calculating the total using the images provided. Develop this idea further by working through Master 3 together with the class. Ensure students can visualise both methods using the illustrations before asking if they can find any other ways.\nWork through Master 4 and 5 giving students time to discuss the strategies. It is important that pairs are allowed to explore and experiment at this stage to ensure they have a full understanding of the concept.\nDuring Guided Practice, students are practising the 11 times table.", "formative_assessment": ["multiply by 2, 3, 5, 6, 7, 9 and 10.", "use the 10 times table to support the 11 times table.", "use doubling as a method to support multiplying above 2.", "use pictures to support multiplying by 11.", "use concrete materials to support multiplying by 11.", "use an array to multiply by 11.", "find the solution to times table facts by using other times tables (5 × 11 = 5 × 10 + 5)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "6", "workbook_pages": "83 - 84", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-6", "textbook_pages": "133 - 135", "objective": "multiply by 11 by counting in tens.", "approach": "To begin this lesson, recap on the learning from the previous lessons. Discuss the term 'commutativity' and what students think it means. Then show the class the Explore problem and give them time to prove whether Ravi is correct or incorrect and why. Explore this using Master 1. Demonstrate setting out the tens and counting in groups of 10.\nAsk students how it would look different for 5 × 11. Allow time for students to discuss this with their partners and invite a student to show the class using counters. Consider how the image in Master 2 represents the calculation and discuss what is the same and what is different between the two images.\nDisplay Master 3 and ask students to talk to their partners about the calculations they can see, e.g. 5 × 11 = 55. How can we use this diagram to calculate 4 × 11, 3 × 11, and so on? Can anyone show how the diagram would change for each calculation? Repeat this for other times table facts.\nDuring Guided Practice, pupils are practising the 11 times table.", "formative_assessment": ["multiply by 2, 3, 5, 6, 7, 9 and 10.", "use the 10 times table to support the 11 times table.", "use doubling as a method to support multiplying above 2.", "use pictures to support multiplying by 11.", "use concrete materials to support multiplying by 11.", "use an array to multiply by 11.", "find the solution to times table facts by using other times tables (5 × 11 = 5 × 10 + 5).", "use the commutative law to support multiplication of all numbers."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "7", "workbook_pages": "85 - 86", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-7", "textbook_pages": "136 - 138", "objective": "multiply by 12.", "approach": "To begin this lesson, recap on how we can use other times table facts to calculate the ones we do not know. Show students the Explore task and give them time to work on it. Ask students to work with their partners to calculate the answer in different ways. Ensure students utilise models and images to support their explanations.\nShow students the image from Master 1. Why do you think someone would choose to calculate in this way? What two multiplication equations has this created? Allow discussion and feedback. Ensure students understand that the 10 times table is the quickest and easiest times table to remember, so it is a good starting point.\nDisplay the first image in Master 2 and ask students how we can use 6 × 12 = 72 to help us calculate 12 × 12. Allow partner discussion and feedback.\nDisplay Master 3 and state that it still represents 12 × 12, but someone has calculated the product differently. Ask students to discuss this their partners. Which two products have been added together? Why? Discuss the relationship between each of the times table facts.\nDuring Guided Practice, students are practising the 12 times table. Encourage them to use the process they have just learnt.", "formative_assessment": ["multiply by 2, 3, 5, 6, 7, 9, 10 and 11.", "use the 10 times table to support the 12 times table.", "use the 2 times table to support the 12 times table.", "use pictures to support multiplying by 12.", "use concrete materials to support multiplying by 12.", "use an array to multiply by 12.", "find the solution to times table facts by using other times tables (5 × 11 = 5 × 10 + 5).", "use the commutative law to support multiplication of all numbers.", "use doubling as a way to multiply by 12 (12 × 6 = 12 × 3 × 2)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "8", "workbook_pages": "87 - 88", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-8", "textbook_pages": "139 - 141", "objective": "divide by 6.", "approach": "To begin this lesson, display the word 'inverse' and invite students to discuss their understanding of its meaning. What do they already know? If the inverse of addition is subtraction, what would the inverse of multiplication be? Draw out that in mathematics inverse operations can undo each other, so we can use them to check if the answers are correct.\nShow students the Explore task and ask them how we can solve the problem and what they predict the solution will be. Give them time to work on this before taking some feedback. Show the class how to calculate the solution to the problem using the image in Master 1. Ask students if they can think of a quicker way of calculating — thinking about the inverse. We can see that 30 ÷ 6 = 5 because you know 6 × 5 = 30.\nEmphasise the term 'quotient' and encourage students to use this in their discussions during the lesson. Identify the problem as 'sharing', as we have shared the number of pencils (dividend) equally into the packets (divisor). Invite students to look at the same problem in a different way by displaying Master 2. Consider what is the same and what is different about this problem. What are we calculating this time? Identify the problem as 'grouping'. Demonstrate the calculation using the key vocabulary mentioned above. Ensure students realise that 30 ÷ 6 and 30 ÷ 5 are the reverse of 6 × 5 = 30.\nDuring Guided Practice, students are practising dividing by 6. Spend a few minutes identifying the sharing and grouping questions with the class before they start.", "formative_assessment": ["multiply by 6.", "use the terms ‘divisor’ and ‘quotient’.", "share items equally into groups.", "use concrete materials to show sharing or grouping equally.", "use pictures to represent sharing and grouping equally.", "use fact families to show that 3 × 6 = 18 and 18 ÷ 6 = 3.", "share items into 6 equal groups.  share items into groups of 6."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "9", "workbook_pages": "89 - 90", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-9", "textbook_pages": "142 - 144", "objective": "divide by 7.", "approach": "To begin this lesson, recap on previous lessons, and then display key vocabulary: division, sharing, grouping, quotient, dividend, divisor and inverse. Allow students time to discuss their understanding of these terms.\nShow students the Explore task and discuss the question. How many poi are there? How many boxes? How will you calculate the answer? Is this a sharing or a grouping problem? Draw out that it is a sharing problem because you already know how many groups (boxes) there are. Allow them time to work on this. Using Master 1, model the problem using objects, such as pencils. What times table fact can we use to help us? How do you know? (The aim here is to get students to show an understanding of inverse operations.)\nDisplay Master 2 and ask students to discuss the problem with a partner, identifying whether it is a sharing or grouping problem and how they know this. Encourage the use of the key vocabulary displayed at the start of the lesson. Identify it as a grouping problem and then show the class how to carry out the calculation.\nDuring Guided Practice, students are practising dividing by 7. Encourage them to use the vocabulary learnt.", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "10", "workbook_pages": "91 - 94", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-10", "textbook_pages": "145 - 146", "objective": "divide by 9.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\n 1 of 2  \nNext", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "11", "workbook_pages": "95 - 96", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-11", "textbook_pages": "147 - 149", "objective": "multiply and divide by 11 and 12.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "Assessment\nDifferentiation\n 1 of 3  \nNext", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "12", "workbook_pages": "97 - 98", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-12", "textbook_pages": "150 - 152", "objective": "divide with a remainder.", "approach": "", "formative_assessment": ["Check the curriculum", "National Curriculum", "Content Priority"], "content_priority": "1 of 3  \nNext", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "13", "workbook_pages": "99 - 100", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-13", "textbook_pages": "153 - 154", "objective": "solve word problems involving multiplication and division.", "approach": "Maths Language", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "14", "workbook_pages": "101 - 102", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-14", "textbook_pages": "155 - 156", "objective": "solve word problems involving multiplication and division.", "approach": "To begin this lesson, show students the Explore task, read through the problem and invite them to tell you what is happening in their own words. Give students time to work on it and talk to their partners about what the problem is asking them to do before taking feedback.\nTalk through how to solve the problem as in Master 1 using students' suggestions. What do we know? What happens next? What is the problem asking us to find out? What should we do first? If Amira gives Ravi 18 stamps, how many sixes is that? How many stamps per page should be removed?\nDisplay Master 2 and talk through how this also represents the problem. Allow students to discuss the image with their partners before feeding back.\nDuring Guided Practice, students are solving word problems. If they are working in pairs, encourage them to discuss all the possible ways to solve the problems.", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array.", "determine remainders when dividing numbers to 12.", "use pictures to represent key information from a word problem.", "use pictures to show the change of an amount in a word problem."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "15", "workbook_pages": "103 - 104", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-15", "textbook_pages": "157 - 158", "objective": "solve multi-step word problems involving multiplication and division (in the context of measures).", "approach": "To begin this lesson, show students the Explore task. What do we know from the problem? The problem is asking us to find the change, but we need to know how many of each item of stationery Miss Fathima bought. Ask students how many highlighters Miss Fathima could buy. Allow them time to work on this and then display Master 1. How many highlighters could she have bought and what change does she get? What times tables could we use to help us with this problem and why? Practise counting in eights using a counting stick/ number line as a visual aid. Then demonstrate calculating the solution to the problem while thinking out loud.\nAsk students how many notebooks Miss Fathima could buy. Allow them time to work on this, then display Master 2 and allow partners time to discuss. Invite a volunteer to show and model their working or the working in Master 2. Display Master 3 and ask whether students can spot why this problem differs from the other two. Draw out that the problem calls for a number of steps and involves addition, multiplication and subtraction. Allow partners time to calculate their answer to the problem before showing the class the process with their input.\nDuring Guided Practice, students are solving multi-step word problems.", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array.", "determine remainders when dividing numbers to 12.", "use pictures to represent key information from a word problem.", "use pictures to show the change of an amount in a word problem."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "16", "workbook_pages": "105 - 106", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-16", "textbook_pages": "159 - 161", "objective": "solve word problems involving multiplication and division (all possibilities).", "approach": "To begin this lesson, remind students that when solving problems it is important to read the whole problem, and then draw a picture to help us understand what is going on. Show students the Explore task and give them time to discuss the problem with their partners.\nAsk students how they would approach the problem. Is it important to be organised? Why? How will we know when we have found all of the possibilities? Allow them time to work on this with their partner before working through Master. If there are 15 possible combinations, how many groups of 5 combinations are there?\nDuring Guided Practice, students are solving multi-step word problems.", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array.", "determine remainders when dividing numbers to 12.", "use pictures to represent key information from a word problem.", "use pictures to show the change of an amount in a word problem."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-16"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "17", "workbook_pages": "107 - 108", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-17", "textbook_pages": "162 - 163", "objective": "solve multi-step word problems involving multiplication and division.", "approach": "To begin this lesson, show students the Explore task and ask them to recap on the points they need to remember when solving problems. Read through the problem together and give students time to discuss it in pairs and work together to reach a solution.\nDisplay Master and work through the problem step by step and thinking out loud. What do we know? What is the same about Tama and Lulu's tuangi? What is different? How many tuangi did Lulu gather? What operation do we need to perform? How do we know? How many tuangi did they gather altogether? How can we use this number to find out how many tuangi there are in each bucket?\nDemonstrate drawing the bar model. Emphasise that by using a bar model we can easily identify each of the operations we need to perform. It also helps us follow the problem step by step.\nDuring Guided Practice, students are solving multi-step word problems.", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array.", "determine remainders when dividing numbers to 12.", "use pictures to represent the key information from a word problem.", "use pictures to show the change of an amount in a word problem.", "use comparison bar models to find difference and total."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-17"}, {"content_type": "worksheet", "textbook_chapter": "3", "textbook_lesson": "18", "workbook_pages": "109 - 110", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/worksheet-18", "textbook_pages": "164 - 166", "objective": "solve word problems involving multiplication and division (scaling and comparison).", "approach": "To begin this lesson, recap on how we can draw bar models to help visualise what the problem is asking us to do. Show students the Explore task and read it together. What does the problem involve? What do we know? What do we want to find out? Allow students to work on this, suggesting your friend thought drawing a bar model would be helpful.\nWork through Master. Draw the comparison bar model while thinking out loud. Label the appropriate parts and draw students' attention to the fact that we can draw seven parts for something that is seven times as large. How many parts do we have altogether? What is the volume of water altogether? What is the dividend? What is the divisor? What calculation do we need to carry out to find one part? Allow students time to discuss and calculate this with their partners. How can we calculate the volume of water in the bath? How do we know?\nWork through the 'guess-and-check' methods outlined in Master 2 and 3, and give students time to select a method they feel most comfortable with. Emphasise that by using the bar model method, we can find the solution much more quickly.\nDuring Guided Practice, students are solving word problems involving multiplication and division. Circulate the classroom and listen to conversations to check whether they are using the appropriate vocabulary.", "formative_assessment": ["divide by numbers up to 12.", "use concrete materials to share into equal groups, and share into groups equally.", "use bar models to show equal groups.", "share a concrete amount equally into groups.", "draw pictures to show sharing of an amount into equal groups using an array.", "determine remainders when dividing numbers to 12.", "use pictures to represent the key information from a word problem.", "use pictures to show the change of an amount in a word problem.", "use comparison bar models to find difference and total.", "create bar models that show multiplication and division of equal amounts."], "content_priority": "This is a key lesson.\nThis lesson has some interesting methods to explore.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-03/lesson-18"}, {"content_type": "mind_challenge", "textbook_chapter": "3", "textbook_lesson": "19", "workbook_pages": "111", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/mind-challenge", "textbook_pages": "167 - 168", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nIntroduce the activity to students and establish that each shape represents a number. Encourage them to find multiple possibilities.\nMy Maths Journal\nStudents describe the pattern they notice when dividing whole numbers by 3.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "3", "textbook_lesson": "19", "workbook_pages": "112 - 114", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-03/review-1", "textbook_pages": "167 - 168", "objective": "use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nIntroduce the activity to students and establish that each shape represents a number. Encourage them to find multiple possibilities.\nMy Maths Journal\nStudents describe the pattern they notice when dividing whole numbers by 3.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "1", "workbook_pages": "115 - 118", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-1", "textbook_pages": "170 - 173", "objective": "multiply by 0 and 1.", "approach": "To begin this lesson, tell the class that they will be learning how to use the multiplication facts they already know to help them with harder calculations. Show them the Explore problem and give them time to discuss what they see in pairs and work on it. Ask questions, such as: How many pots are there? How many rulers are in each pot? How many rulers are there altogether? How did you calculate the total number of rulers?\nWork through Master 1, thinking out loud at each stage to ensure you clearly model your thought process. What happens each time we remove a pot of rulers? We are counting backwards in fives. What would the calculation be?\nRepeat the process for Master 2, allowing time for partner discussion. Then display Master 3. What does this image represent? How many baskets are there? How many baguettes are in each basket? How many groups? How many baguettes in each group? What would the calculation be? Repeat the process for Master 4 and 5. Then ask students to think of general rules for multiplying by 0 and 1.\nDuring Guided Practice, students are practising multiplying by 0 and 1. Circulate the classroom and listen to conversations to check if they are using the appropriate vocabulary.", "formative_assessment": ["represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "represent multiplication by 0."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "2", "workbook_pages": "119 - 120", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-2", "textbook_pages": "174 - 176", "objective": "divide by 1.", "approach": "To begin this lesson, remind students of previous learning on multiplying by 0 and 1. Then show them the Explore task and ask: What can you see? What is the problem asking us to do? How many kete are there? How many kūmara are there in total?\nWork through Master 1 — sharing 12 kūmara among 4 kete, where each kete gets 3 kūmara. What calculation did we carry out? How can we check the calculation? Display Master 2 and ask: Do you think each kete would get more or fewer kūmara if we removed a kete? Let students discuss this in pairs before giving feedback, and then go through what would happen. What is the calculation that matches this image?\nDisplay Master 3 and ask: What if there were 2 kete? How many kūmara do you think each would get then? How do you know?\nDiscuss Master 4, is it true that if there was only 1 kete then it would have the most kumara? Why? How do you know? What calculation would match this statement? Then show Master 5 with students. What calculation would match this statement?\nDuring Guided Practice, students are practising dividing by 1. Before they begin, discuss the first part of question 1 using counters to demonstrate, and look at how the algorithm matches the image. Students use the same procedure to complete the rest.", "formative_assessment": ["represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "divide an amount into one equal group."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "3", "workbook_pages": "121 - 122", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-3", "textbook_pages": "177 - 178", "objective": "understand commutativity.", "approach": "To begin this lesson, discuss multiplication and students' understanding of what it means. Ask whether 4 + 3 is the same as 3 + 4. What about 2 + 8 and 8 + 2? What is the same and what is different about each of the equations? How about 3 × 6 and 6 × 3? Allow students time for a short discussion with their partners before displaying the Explore task.\nAsk students to discuss the images shown and allow them time to work on it with their partners. Take feedback before showing them the two methods exemplified in Master. What has been done to each picture to turn it into a different calculation? Has the product changed?\nDuring Guided Practice, students are consolidating their understanding of commutativity. Discuss why there is no picture for question 3. Ask students to consider which method is better and why.", "formative_assessment": ["multiply numbers to 12.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use an array to represent a multiplication problem."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "4", "workbook_pages": "123 - 124", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-4", "textbook_pages": "179 - 182", "objective": "multiply three numbers.", "approach": "To begin this lesson, recap on learning from the previous lesson before you display the Explore task. Ask students how many boxes does Meilani receive. How many mini figures are in one carton? How many cartons are in each box? Will we need to make more than one calculation to figure out how many mini figures Meilani has altogether? How would we write the calculation? Allow them time to work on this with their partner.\nDisplay Master 1. What part of the calculation does the first image show? Agree that it represents 2 × 3 = 6. Now what is left to calculate? It is 6 × 4. Model adding 4 to the diagram 6 times. Why are we making this calculation? Allow students to discuss this in pairs. Follow the same process for Master 2. Then display Master 3 and ask students whether the order in which we work out the multiplication matters. If we change the order, do we reach the same product? Why or why not?\nFinally, work through Master 4. Ensure that visual and concrete materials are available to use if necessary to secure students' understanding.\nDuring Guided Practice, students are multiplying three single-digit numbers.", "formative_assessment": ["multiply numbers to 12.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use an array to represent a multiplication problem involving three numbers.", "rearrange the numbers used in a multiplication sentence involving three numbers and obtain the same answer."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "5", "workbook_pages": "125 - 126", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-5", "textbook_pages": "183 - 185", "objective": "multiply with multiples of 10.", "approach": "To begin this lesson, show students the Explore task and remind them that we are learning about multiplication and division. Ask them how many soup cans are displayed in the top tray. What is the question asking us? How can we use what we already know to help with this calculation? Ask students to work on this before sharing their thoughts.\nDemonstrate the calculation or ask a volunteer to calculate using visuals as shown in Master 1. Which times table should we be thinking of and why? What is the same about the times table fact used? What is different? Remind students that the 'product' is the answer when two factors are multiplied. Ask a few questions, such as: What is the product of 2 and 4, 5 and 6 and 7 and 2?\nDisplay Master 2 and give students time to discuss the methods and invite feedback about each one. Then ask them to decide which method they think is best and justify their answers. In pairs, allow students enough time to try each of the three different methods in Master 3 and then discuss them as a class.\nDuring Guided Practice, students are multiplying multiples of 10. Circulate the classroom and listen to their discussion.", "formative_assessment": ["multiply numbers to 10.", "multiply by 10.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use repeated addition as a way of understanding multiplication.", "multiply the tens as a way of understanding multiplication of multiples of 10."], "content_priority": "This lesson can be combined with Lesson 8.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "6", "workbook_pages": "127 - 128", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-6", "textbook_pages": "186 - 188", "objective": "multiply 2-digit numbers without renaming.", "approach": "To begin this lesson, show students the Explore task. What is the problem asking us to find out? What do we need to know to find the solution? Allow students time to work on this with their partner. Model calculating the product using the different methods outlined in Master 1. It is important that students can identify what is the same and what is different about each method to comprehend compact multiplication, so spend time discussing this.\nDiscuss how partitioning a number into a multiple of 10 and ones can help with finding the product, and how it is a much faster process than using counters. Use place-value counters to help students see this.\nDisplay Master 2. What should we partition 31 into? Why? Demonstrate this using the visual examples and record them using both methods. Draw attention to where each of the partial products (90 and 3) come from in each example.\nDuring Guided Practice, students are multiplying 2-digit numbers by a 1-digit number without renaming. If they are working in pairs, ask them to explain the methods they are using to work out the answers.", "formative_assessment": ["multiply numbers to 10.", "multiply by 10.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers in a multiplication sentence.", "use the column method to solve multiplication questions involving two or more digits."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "7", "workbook_pages": "129 - 130", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-7", "textbook_pages": "189 - 191", "objective": "multiply 2-digit numbers with renaming.", "approach": "To begin this lesson, recap on learning from previous lessons and show students the Explore task. Should we count all the beads and necklaces? What other way could we count? How could we record the calculation we just made by counting? How many necklaces are there? How many sets or groups of coloured beads are on each necklace? Allow students to work on this with their partner.\nWork through Master starting with Method 1. Ask pupils if they think this would be an efficient method or whether they think other methods may be more efficient. Show pupils Method 2: 4 × 34. Model calculating using place-value counters to support the strategy. What is happening in this calculation? Why do we need to rename? What did I do first? What did I do next? Record a step-by-step note of the procedure. Ensure students make the link between expanded notation and the compact method for multiplication.\nDisplay Method 3: 34 × 4. What are the similarities and differences to the first calculation? What do we do first, second and third? Take students through the steps to success for calculating. Can advanced learners link the 'grid method' to area?\nDuring Guided Practice, students are multiplying 2-digit numbers by 1-digit numbers with renaming.", "formative_assessment": ["multiply numbers to 10.", "multiply by 10.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers in a multiplication sentence.", "use the column method to solve multiplication questions involving two or more digits.", "rename 10 ones as 1 ten, 10 tens as 1 hundred, etc.", "represent renaming using the column method."], "content_priority": "This is a key lesson.\nThe imagery and connections between methods are very useful in this lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "8", "workbook_pages": "131 - 132", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-8", "textbook_pages": "192 - 194", "objective": "multiply multiples of 100.", "approach": "To begin this lesson, recap on how we know how to multiply multiples of 10, for example, use a times table fact and then make it 10 times bigger. Show students the Explore task and give them time to discuss and work on the problem before taking feedback. What do we know? What do we want to find out? How will we calculate the answer? Talk through how we can find the solution using the method outlined in Master 1.\nDisplay Master 2 and allow students time to discuss the different methods, select the 'best' one and justify their choice. Students can be asked to relate known facts to questions using multiples of tens and hundreds. Encourage students to identify when scaling can be used in relation to the multiplication facts they already know. Students should see and understand the relationship between their known multiplication facts and using scaling by 10 or 100 to solve multiplication problems involving multiples of 10 or 100.\nDuring Guided Practice, students are multiplying multiples of 100. Remind them of the term 'product' and its meaning before they start.", "formative_assessment": ["multiply numbers to 10.", "multiply by 100.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use repeated addition as a way of understanding multiplication.", "multiply hundreds as a way of understanding multiplication of multiples of 100.", "multiply the hundreds digit by the multiplier and then multiply by 100 (e.g. 9 × 300 = 9 × 3 × 100)."], "content_priority": "This lesson can be combined with Lesson 5.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "9", "workbook_pages": "133 - 134", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-9", "textbook_pages": "195 - 198", "objective": "multiply 3-digit numbers without renaming.", "approach": "To begin this lesson, remind students of how to multiply a multiple of 100 by a 1-digit number. State that remembering this will be useful in this lesson. Show students the Explore task and give them time to discuss it. Ask the class how we can use what we already know to help us solve this problem and allow them time to work on it with their partner. Talk through calculating the product using the examples and images in Master 1. What does each bar on the model represent? How does drawing the bar model help us understand what we have to do? How can we calculate Jacob's savings?\nWork through Master 2. Record each step, which can be used during Guided Practice. Repeat the same process while thinking out loud for Master 3, allowing students time to get into pairs and work through the question on whiteboards.\nDuring Guided Practice, students are multiplying 3-digit numbers by 1-digit numbers without renaming. The steps recorded during Master 2 can be displayed for reference.", "formative_assessment": ["multiply numbers to 10.", "multiply by 100.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use number bonds to break apart numbers.", "use materials and place-value counters to represent numbers and equations.", "use bar models to represent numbers in a multiplication sentence."], "content_priority": "This lesson can be completed if time allows.\nThis is a very straightforward lesson as all of the examples don’t involve any renaming.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "10", "workbook_pages": "135 - 136", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-10", "textbook_pages": "199 - 202", "objective": "multiply 3-digit numbers with renaming.", "approach": "To begin this lesson, recap on the steps to success from previous lessons on multiplying by 3-digit numbers. Show students the Explore task and pose the questions: What is the problem asking us to find out? What do we already know? Allow students time to work on this with their partner. Model calculating using suggestions from the class and Master 1 thinking out loud as you calculate: First we multiply the ones, then the tens, then the hundreds. Then we add them together.\nDisplay Method 2 and talk through the method of breaking the number into a number bond before multiplying. It could be useful to make a 'mistake' that the students need to fix at this point, for example, misplace the digits or reverse the digits of the partial product. When we multiply the ones, what is our product? Can all 32 ones stay in the ones column? What should we do? Allow students to discuss this in pairs, then multiply the tens and then the hundreds of the number.\nDiscuss Method 3. What do we do first, second and third? Take students through the steps for calculating. Can advanced learners link the 'grid method' to area?\nAllow time for pairs to work through Master 2 together so they can practise the different methods. Ask a volunteer from the class to demonstrate the method they have used. Has anyone used a different method but obtained the same product? Has anyone used a different method and obtained a different product? It is important that students spend time discussing and comparing in order to understand the procedure fully.\nDuring Guided Practice, students are multiplying 3-digit numbers by 1-digit numbers with renaming.", "formative_assessment": ["multiply numbers to 10.", "multiply by 100.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use number bonds to break apart numbers.", "use materials and place-value counters to represent numbers and equations.", "use bar models to represent numbers in a multiplication sentence.", "use the column method to solve multiplication questions involving 2 or more digits."], "content_priority": "This is a key lesson.\nThis lesson is essential as it links the formal method to a pictorial representation.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "11", "workbook_pages": "137 - 138", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-11", "textbook_pages": "203 - 208", "objective": "multiply 3-digit numbers with renaming.", "approach": "To begin this lesson, revisit the steps to success for multiplying a 3-digit number by a 1-digit number. Discuss renaming — when it may occur and what to do. Show students the Explore task and ask them to discuss it with their partners before allowing them time to work on it and asking for feeding back. What do we need to calculate? How will we know how many passengers were on the 2 return flights altogether? Draw out that the calculation is 263 × 4. What methods do we have for this calculation?\nWork through Master 1 to 3 demonstrating the calculations to the class. Discuss why renaming occurs in the tens, but not the ones. How can we find out the number of passengers on 2 return flights if we have already calculated the number of passengers on 1 return flight? Stress that this is one way of calculating the product and then go through multiplying by 4 directly, using the compact method. Discuss the renaming in the tens and the hundreds, and what each of the digits represents. Where does our renamed 10 hundreds go? Why? What would the column heading be?\nDraw attention to the bar model in Master 4. How does this image help us? What method does it represent? Is there only one method? Allow partners to discuss this and feed back.\nDuring Guided Practice, students are multiplying 3-digit numbers by 1-digit numbers with renaming. If necessary, allow them to use place-value counters. Circulate the classroom and provide support.", "formative_assessment": ["multiply numbers to 10.", "multiply by 100.", "represent multiplication facts using concrete materials.", "represent multiplication facts using pictures.", "use an array to represent a multiplication problem.", "rearrange the numbers used in a multiplication sentence and obtain the same answer.", "use number bonds to break apart numbers.", "use materials and place-value counters to represent numbers and equations.", "use bar models to represent numbers in a multiplication sentence.", "use the column method to solve multiplication questions involving 2 or more digits.", "use renaming when multiplying numbers that render products greater than 10 in one column."], "content_priority": "This lesson can be completed if time allows.\nThe concepts in this lesson have already been covered, but it is a common area students struggle with and worth completing if possible.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "12", "workbook_pages": "139 - 140", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-12", "textbook_pages": "209 - 211", "objective": "divide 2-digit numbers.", "approach": "To begin this lesson, revisit and discuss division with students to gauge their understanding of the operation in terms of grouping, sharing, repeated subtraction and inverse operations. Display the Explore task and ask the class: What is the problem asking us to calculate? What do we know already? Draw a bar model, talking out loud to help identify the operation in the problem, then allow them time to work on it with their partner.\nUse the steps outlined in Master to model the calculation. How can we use what we know about multiplying multiples of 10 and inverse operations to help us with this problem? What did I do first, second and third? Record the steps to success.\nNext, talk students through the methods in Method 3. Ensure that each step is clearly explained by thinking out loud: First, we need to share 4 tens between 2 and each gets 2 tens. I have shared all my tens so none are left. We can show this in my calculation by recording 4 tens – 4 tens = 0 tens. Now I need to share the 6 ones between 2 cakes: 6 divided by 2 equals 3. Have I shared all my ones? How do I show that there are 0 ones left to share? How many decorations are on each cake? What is the quotient? Is there any remainder?\nDuring Guided Practice, students are dividing 2-digit numbers. They can choose which method to use and use place-value counters if they need to.", "formative_assessment": ["divide numbers to 10.", "divide multiples of 10.", "represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers and division sentences.", "use long division to solve division questions involving 2 or more digits."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "13", "workbook_pages": "141 - 142", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-13", "textbook_pages": "212 - 214", "objective": "divide 3-digit numbers.", "approach": "To begin this lesson, remind students of strategies used to divide a 2-digit number by a 1-digit number. Revisit the steps to success generated in the previous lesson. Ask students to start thinking about how we could modify the criteria for this lesson.\nShow students the Explore task, and ask them whether it is a grouping or a sharing problem and why. How can we calculate the answer? Allow time for partners to work on the problem and take some feedback before working through Master 1. Recap dividing ones, tens and hundreds.\nFollow the same process of thinking out loud, as in the previous lesson for modelling strategies for division in Master 2. Discuss using partitioning and number bonds to split the number, explicitly linking prior knowledge of multiplication tables and dividing 2-digit numbers to what students have just learnt. What is the same and what is different between the division of 2-digit and 3-digit numbers? Provide students with a few examples so they can try their chosen division strategies in pairs, e.g. 246 ÷ 2 and 396 ÷ 3.\nDuring Guided Practice, students are dividing 3-digit numbers. They should choose the method for division that they feel the most confident with when calculating.", "formative_assessment": ["divide numbers to 10.", "divide multiples of 10.", "represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers and division sentences.", "use long division to solve division questions involving 2 or more digits."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-13"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "14", "workbook_pages": "143 - 144", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-14", "textbook_pages": "215 - 218", "objective": "divide 2-digit numbers with a remainder.", "approach": "To begin this lesson, show students the Explore task and give them time to work on it in pairs. Do students use 4 times table facts, or are they still relying heavily on the image to justify or make conjectures?\nUsing Master, Method 1, demonstrate calculating the quotient using the partitioning method. Ask students: What is a remainder? When have we seen it before? Is there any other way we can record the remainder?\nThen work through Method 2, thinking out loud at each step: What is the remainder? How do we know? How do we record a remainder? Have we answered the question in the problem? What do we need to think about? Draw out that students need to think about the context of the problem and round up or down appropriately, according to which objects the problem is dealing with. Students need to be able to quickly recognise the largest multiple of the divisor found in the dividend and then calculate the remainder.\nDuring Guided Practice, students are dividing the same 2-digit number by a 1-digit number. In pairs, students can discuss the two methods and use place-value counters if needed.", "formative_assessment": ["divide numbers to 10.", "divide multiples of 10.", "represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers and division sentences.", "use long division to solve division questions involving 2 or more digits.", "identify a remainder when working with number bonds.", "find multiples of the divisor in the number being divided (e.g. 60 ÷ 3, so 60 can be split into 30 and 30)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-14"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "15", "workbook_pages": "145 - 146", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-15", "textbook_pages": "219 - 221", "objective": "divide 3-digit numbers with renaming.", "approach": "To begin this lesson, show students the Explore task and allow them time to discuss it. Ask questions such as: How will what we already know help us to calculate the quotient? Is this trickier? Why? What do we already know from the problem? What is the problem asking us to find out? Is this a grouping or sharing problem? Allow some time for students to work on this, and then ask the class for feedback.\nDisplay Master, Method 1, and show students the partitioning method to carry out the division. Then talk through Method 2, ensuring that they fully understand each step. Point to different parts of the calculation and ask them to explain how/why it is there and link this back to Method 1.\nDuring Guided Practice, students are dividing 2-digit and 3-digit numbers. Before they begin, draw their attention to the questions in question 2 that can be partitioned into 3 parts to help with division.", "formative_assessment": ["divide numbers to 10.", "divide multiples of 10 and 100.", "represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers and division sentences.", "use long division to solve division questions involving 2 or more digits.", "identify a remainder when working with number bonds.", "find multiples of the divisor in the number being divided (e.g. 60 ÷ 3, so 60 can be split into 30 and 30)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-15"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "16", "workbook_pages": "147 - 148", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-16", "textbook_pages": "222 - 224", "objective": "divide 3-digit numbers with a remainder.", "approach": "To begin this lesson, show students the Explore task and allow them to work on it. Discuss previous learning and the methods we can use to calculate the quotient. Invite a volunteer to explain to the class Method 1 in Master 1 for calculating division. Ask them questions as they work through the method, such as: Why have you partitioned in that way? What other ways could this calculation have been done? Have you answered the question?\nDemonstrate or invite another volunteer to show Method 2 to the class, linking Methods 1 and 2. Identify the parts of each method that are the same. Where is this part in Method 1? What does it show? Why did we subtract 20? Have we grouped all of the ones? How many are left over? Does it make another group? Why not? Ensure that students explain using subject-specific terminology, such as equal groups, quotient and remainder.\nWork through Master 2. Can students predict what the quotient and remainder will be?\nDuring Guided Practice, students are dividing the same 3-digit number by a 1-digit number. Allow them to work in pairs and discuss the solutions with their partners.", "formative_assessment": ["divide numbers to 10.", "divide multiples of 10 and 100.", "represent division facts using concrete materials.", "represent division facts using pictures.", "create a number of equal groups.", "create groups of a given number.", "use number bonds to break apart numbers.", "use place-value counters to represent numbers and equations.", "use bar models to represent numbers and division sentences.", "use long division to solve division questions involving 2 or more digits.", "identify a remainder when working with number bonds.", "find multiples of the divisor in the number being divided (e.g. 60 ÷ 3, so 60 can be split into 30 and 30)."], "content_priority": "This is a key lesson.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-16"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "17", "workbook_pages": "149 - 150", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-17", "textbook_pages": "225 - 227", "objective": "solve word problems involving multiplication and division.", "approach": "To begin this lesson, tell students they will be using the methods they know for multiplication and division to solve problems. Remind them that we use the bar model (comparison) to help us understand what the problem is asking us to solve.\nShow students the Explore task and ask them whether to use multiplication or division, and why. What do we know from the problem? Allow them time to work on this with their partner. Then work as a class to draw out the problem. What would the first bar represent? What do we already know about the cost of the watch? What are we trying to calculate?\nDemonstrate both methods in Master 1 and allow students to discuss each method. Ask them: How have they both given the same product? How are they different? Which method do you prefer and why?\nWork through Master 2 together. What is the same, and what is different? What do we know? How should we label the bars? What calculation do we need to carry out? Allow students to discuss.\nDuring Guided Practice, students are solving word problems. Suggest that they can use bar models to help them solve the problems. Circulate the classroom to provide support if necessary.", "formative_assessment": ["multiply numbers to 10.", "multiply numbers by multiples of 10 and 100.", "use bar models to represent numbers and to show proportion and multiple amounts.", "solve word problems that have multiple steps involving all four operations (+, –, × and ÷).", "draw bar models to reflect key information from the word problem.", "label bar models with the correct information from the word problem.", "determine what convention/operation is needed based on information from the bar models drawn."], "content_priority": "This lesson can be completed if time allows.\nIf you have time, try to complete either Lesson 17 or Lesson 18.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-17"}, {"content_type": "worksheet", "textbook_chapter": "4", "textbook_lesson": "18", "workbook_pages": "151 - 152", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/worksheet-18", "textbook_pages": "228 - 229", "objective": "solve word problems involving multiplication and division.", "approach": "To begin this lesson, show students the Explore task. Use class discussion to break the problem into manageable chunks. We know that the 3 friends scored 353 points altogether. Oak scored has 4 times as many points as Lulu, so this means we should draw 1 part to represent Lulu's points, and 4 parts to represent Oak's points in a comparison model. Do we agree? What else do we know? Sam scored 5 more points than Lulu which means Lulu has 5 less than Sam. Do we agree? If so, why?\nAsk students to work on this with their partners before showing them how to add all of the information from the problem to the bar model. We are trying to calculate how many points Sam scored. How many equal groups do we have? What should we do with these equal groups to find the value of 1 equal group? Allow time for discussion and feedback. Invite a volunteer to demonstrate the method at the front of the class. Has anyone worked it out in a different way? How many points does Lulu have? How can we use this information to calculate the number of points Oak and Sam have? Allow students to work out the answer and complete the missing information in Master.\nDuring Guided Practice, students are solving word problems. Introduce the questions and ensure that students understand the step-by-step process. Allow them to work out the solutions with their partners. Circulate the classroom to provide support if needed.", "formative_assessment": ["divide numbers to 10.", "divide numbers by multiples of 10 and 100.", "use bar models to reflect proportion and multiple amounts.", "solve word problems that have multiple steps involving all four operations (+, –, × and ÷).", "draw bar models to reflect key information from the word problem.", "label bar models with the correct information from the word problem.", "determine what convention/operation is required based on information from the bar models drawn."], "content_priority": "This lesson can be completed if time allows.\nIf you have time, try to complete either Lesson 17 or Lesson 18.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-04/lesson-18"}, {"content_type": "mind_challenge", "textbook_chapter": "4", "textbook_lesson": "19", "workbook_pages": "153", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/mind-challenge", "textbook_pages": "230", "objective": "To be able use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nIntroduce the activity to students and establish that each shape represents a digit from 0 to 9. Students work out the value of each shape and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents complete the word problem and then ask their classmates to solve it.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "4", "textbook_lesson": "19", "workbook_pages": "154 - 156", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-04/review-1", "textbook_pages": "230", "objective": "To be able use knowledge of multiplication and division to solve problems.", "approach": "Mind Challenge\nIntroduce the activity to students and establish that each shape represents a digit from 0 to 9. Students work out the value of each shape and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents complete the word problem and then ask their classmates to solve it.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "revision1", "textbook_chapter": "4", "textbook_lesson": "20", "workbook_pages": "157 - 162", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/revision-1/revision-1", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "1", "workbook_pages": "163 - 164", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/worksheet-1", "textbook_pages": "232 - 235", "objective": "draw and read pictograms and bar graphs.", "approach": "To begin this lesson, show students the table from the Explore task. What questions could we ask using the information in the table? Allow them time to work on the Explore task with their partners, answering their questions and drawing the bar graphs. How can we record this information in a bar graph? What would the scale be and why? Ask students to work with their partners, and then work through Master and take feedback. Ask if their graphs are similar or different from this one.\nDuring Guided Practice, students are reading and interpreting bar graphs to answer the given questions. Encourage them to work in pairs.", "formative_assessment": ["represent information from a table in a pictogram.", "select an appropriate value scale based on the information collected.", "use concrete materials to create a pictogram and a bar graph.", "use and interpret pictorial representations of data in a pictogram and bar graph.", "determine the most effective way to present a given set of data.", "label the axes on a bar graph.", "present data accurately on a bar graph."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 11: Picture Graphs and Bar Graphs was missed or not covered sufficiently last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-05/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "2", "workbook_pages": "165 - 166", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/worksheet-2", "textbook_pages": "236 - 238", "objective": "draw and read bar graphs.", "approach": "To begin this lesson, show students the table from the Explore task. What questions we could ask using the information in the table? Allow them time to work on the Explore task with their partners, answering their questions and drawing the bar graphs. How can we record this information in a bar graph? What would the scale be and why? Ask students to work with their partners, and then work through Master and take feedback. Ask if their graphs are similar or different from this one.\nDuring Guided Practice, students are reading and interpreting bar graphs to answer the given questions. Encourage them to work in pairs.", "formative_assessment": ["represent data from a table in a bar graph.", "select an appropriate value scale based on the data.", "use concrete materials to create a bar graph.", "use and interpret pictorial representations of data in a bar graph.", "determine the most effective way to present a given set of data.", "label the axes on a bar graph.", "present data accurately on a bar graph.", "compare data from one bar graph with another."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 11: Picture Graphs and Bar Graphs was missed or not covered sufficiently last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-05/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "3", "workbook_pages": "167 - 168", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/worksheet-3", "textbook_pages": "239 - 241", "objective": "draw and read line graphs.", "approach": "To begin this lesson, show students the Explore task and give them time to discuss in pairs what the information in the task shows. What statements can be made about the cost of the programme over the years? Why has that happened? Can we represent this information in a different way? Would a bar graph be helpful? Why or why not? What would the scale on the y axis be?\nWork through Master 1, 2, 3 and 4. Discuss what a line graph is and why we use it. What trends or patterns can you see straight away on the line graph? What do you think will happen to the cost in 2023? How do you know? What about for 2021? How do you know?\nIntroduce Guided Practice and highlight the importance of equal steps on a scale. Discuss answers as a class after students have completed the questions.", "formative_assessment": ["represent data from a table in a bar graph.", "select an appropriate value scale based on the data.", "use and interpret pictorial representations of data in a bar graph.", "determine the most effective way to present a given set of data.", "label the axes on a graph.", "present data accurately on a graph.", "compare data from one graph with another.", "create a line graph based on the information in a bar graph.", "interpret the data from a line graph to show change over time."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 11: Picture Graphs and Bar Graphs was missed or not covered sufficiently last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-05/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "4", "workbook_pages": "169 - 170", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/worksheet-4", "textbook_pages": "242 - 243", "objective": "draw and read line graphs.", "approach": "To begin this lesson, recap on learning from the previous lesson on line graphs. Reiterate that a line graph shows a trend in data over a period of time. Then show students the Explore task and give them time to work on it in pairs. Suggest your friend thought it would be useful to draw a line graph. What trends do they notice? What statements could they make by interpreting the data?\nWork through Master and model by inviting a volunteer to construct a line graph with the information. How should we label the axes? Model plotting the graph from class suggestions.\nWhat trends are clear from the data? Is it as you would expect? Why, or why not? What was the approximate temperature of the water after 15 seconds? After how many seconds was the volume of water 20 l? Ensure students are able to interpret and read data from the graph to answer these questions.\nDuring Guided Practice, students are reading and interpreting a line graph to answer the given questions.", "formative_assessment": ["represent data from a table in a line graph.", "select an appropriate value scale based on the data.", "use and interpret pictorial representations of data in a line graph.", "determine the most effective way to present a given set of data.", "label the axes on a graph.", "present data accurately on a graph.", "compare data from one graph with another.", "create a line graph based on data from a table.", "interpret the data from a line graph to show change over time."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 11: Picture Graphs and Bar Graphs was missed or not covered sufficiently last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-05/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "5", "textbook_lesson": "5", "workbook_pages": "171 - 174", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/worksheet-5", "textbook_pages": "244 - 247", "objective": "draw and read line graphs.", "approach": "To begin this lesson, allow students time to recap on their prior learning with partners and then take feedback. When are line graphs useful? Who do you think would use them? Why? Show the class the Explore task and give them time to discuss trends, scales and predictions. Which month does Christchurch record the lowest temperatures? Why? What information could you use to predict what the temperature would be in Christchurch in September? Would it be warmer or cooler?\nDisplay the graph from Shanghai for the same period. Ask students to discuss in pairs what is the same and what is different. Draw out that the scales look different, but they are the same. What makes them look different? Compare the temperatures in the same months for the two cities. Ask questions involving difference — 'most' and 'least' amounts — always looking for evidence from the graph.\nComplete the sentences in Master using the data from the two graphs. Encourage students to make general statements using the information available. After Activity Time, discuss with the class when to use line graphs and bar graphs.\nDuring Guided Practice, students are drawing two line graphs and then interpreting the information to answer the given questions.", "formative_assessment": ["represent data from a table in a line graph.", "select an appropriate value scale based on the data.", "use and interpret pictorial representations of data in a line graph.", "determine the most effective way to present a given set of data.", "label the axes on a graph.  present data accurately on a graph.", "compare data from one graph with another.", "create a line graph based on data from a table.", "interpret the data from a line graph to show change over time.", "predict future data based on the line graph.", "represent more than one set of information on a line graph."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 11: Picture Graphs and Bar Graphs was missed or not covered sufficiently last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-05/lesson-5"}, {"content_type": "mind_challenge", "textbook_chapter": "5", "textbook_lesson": "6", "workbook_pages": "175 - 176", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/mind-challenge", "textbook_pages": "248 - 250", "objective": "use knowledge of graphs to solve problems.", "approach": "Mind Challenge\nStudents complete the tasks and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents use the data in the given table to answer the question and draw a line graph to explain their answer.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "5", "textbook_lesson": "6", "workbook_pages": "177 - 178", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-05/review-1", "textbook_pages": "248 - 250", "objective": "use knowledge of graphs to solve problems.", "approach": "Mind Challenge\nStudents complete the tasks and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents use the data in the given table to answer the question and draw a line graph to explain their answer.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "1", "workbook_pages": "179 - 180", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-1", "textbook_pages": "252 - 254", "objective": "count in hundredths.", "approach": "To begin this lesson, ask students what they already know about fractions. Display the term 'hundredth' and ask them what they think it means. Allow time for partner discussion and take feedback. Then show students the Explore task and give them time to discuss it in pairs.\nDisplay the image from Master 1 and 2 and count along the number line in hundredths. How many hundredths would there be in a whole? How many hundredths would be half the way? What about a quarter of the way? What fraction is equivalent? How many hundredths are ___ puzzle pieces worth? How many hundredths are left?\nDisplay Master 3 and 4. Ask students to count in hundredths forwards and backwards to complete the number patterns.\nDuring Guided Practice, students are determining hundredths from pictures and completing a number line and number patterns in hundredths. Discuss the questions with the class before students complete it in pairs.", "formative_assessment": ["count to 100.", "use concrete materials to count to 100 in groups of 2, 5 and 10.", "use pictorial representations to help count to 100 in efficient ways.", "use a number line to represent hundredths.", "count forwards in hundredths.", "count backwards in hundredths.", "see hundredths as numbers between whole numbers.", "determine hundredths from a picture and on a number line.", "see hundredths in a number pattern."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "2", "workbook_pages": "181 - 182", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-2", "textbook_pages": "255 - 257", "objective": "write mixed numbers.", "approach": "To begin this lesson, ask the class what fractions they already know and what they know about fractions. You could note down the responses on the learning wall to revisit at the end of the chapter and add learning in a different colour.\nIn the last lesson, when we counted in hundredths, how did it sound? i.e. one hundredth, two hundredths, three hundredths, etc. How can we count in halves and quarters? Give students time to discuss this in pairs and then take feedback.\nDisplay the Explore task and allows students time to work on this with their partners. Display Master 1, how many eighths are equivalent to a whole or one? How many eighths would there be in 2 wholes, 3 wholes, etc? Demonstrate working this out using the guidance in Master 1. It would be useful to record the fraction as an improper fraction as well as a mixed number to reinforce understanding. Ensure students understand how to record a mixed number fraction to avoid 23/8.\nWork through Master 2 and 3 together. Ask students: When we are counting in mixed numbers, why do we never say '1 and 8/8' or '2 and 8/8'? Ensure they are able to count on in eighths using mixed numbers.\nDuring Guided Practice, students are practising writing mixed numbers. Before they begin, allow them time to look through and discuss any questions they may have.", "formative_assessment": ["count in fractions.", "recognise a whole and parts of a whole.", "write fractions using numbers.", "add fractions to whole numbers to form a mixed number.", "use the term 'mixed number' to represent a number that has a whole number and a fraction.", "recognise a whole in pictures.", "represent a whole in pictures.", "use concrete materials to recognise and represent a whole.", "recognise parts of a whole in pictures.", "represent parts of a whole in pictures.", "recognise mixed numbers in pictures.", "represent mixed numbers in pictures.", "use concrete materials to recognise and represent parts of a whole."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "3", "workbook_pages": "183 - 184", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-3", "textbook_pages": "258 - 261", "objective": "show mixed numbers on a number line.", "approach": "To begin this lesson, remind students of what they have learnt from the previous lesson on mixed numbers. Allow them to discuss this and agree on the definition of a 'mixed number'. Then show students the Explore task. Ask how Meilani has shown the amounts of cake (in pictures representing the cake). Are there other ways we can represent the amounts of cake? Allow them time to work on this in pairs.\nDisplay Master 1 and model placing the 1 3/4 of puligi cake on the number line. What fraction should we count in? How do you know? Check by counting forwards and backwards, and show how we would record it as a mixed number.\nDisplay Master 2. What is different about this number line? Why does it have to be different from the one shown in Master 1? How much cassava cake is on the tray? Talk through the process as you move the cake onto the number line, counting forwards and backwards to check. Demonstrate recording the algorithm.\nShow students Master 3 and allow them time to discuss it in pairs before taking feedback. Display Master 4. Is it possible to position the fractions on the number lines? How many increments do we need to count in thirds? Ensure students understand that fraction placement on a number line is based on the number of parts between the increments, not the number of increments.\nDuring Guided Practice, students are identifying mixed numbers on a number line.", "formative_assessment": ["count in fractions.", "recognise a whole and parts of a whole.", "write fractions using numbers.", "add fractions to whole numbers to form a mixed number.", "use the term 'mixed number' to represent a number, which has a whole number and a fraction.", "recognise a whole in pictures.", "represent a whole in pictures.", "use concrete materials to recognise and represent a whole.", "recognise parts of a whole in pictures.", "represent parts of a whole in pictures.", "recognise mixed numbers in pictures.", "represent mixed numbers in pictures.", "use concrete materials to recognise and represent parts of a whole.", "use a number line to represent whole numbers.", "use a number line to represent fractions.", "use a number line to represent mixed numbers, including both wholes and parts of the whole."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "4", "workbook_pages": "185 - 186", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-4", "textbook_pages": "262 - 265", "objective": "find equivalent fractions.", "approach": "To begin this lesson, recap on the learning from previous lessons. Display the term 'equivalent' and let students discuss its meaning. Show them the Explore task and allow them time to work on this with their partner. Do they think the word equivalent would be relevant here? Then take suggestions prompting students' thoughts with questions such as: How do you know? Encourage them to use their knowledge of multiplication and division facts in their explanations.\nDisplay the image from Master 1. Use a fraction wall to show students that 1/2 = 2/4 = 4/8. How can halving and doubling help to prove this? Display Master 2 and allow partners to use/draw on the fraction wall and use tables to establish why 1/4 = 2/8.\nDisplay Master 3 (without image). Is 3/4 = 5/8? Give students time to discuss this in pairs and listen to their conjectures. Do they think the fractions are equivalent? If not, why? Model using a fraction wall and tell students: We can see that 1/4 and 2/8 are equivalent as they are the same size. Now let's compare 3/4 and 5/8. They are not equivalent as 3/4 is greater than 5/8, so 5/8 < 3/4. The sentences should read 1/4 = 2/8 and 5/8 < 3/4. Allow students to give feedback, and then check their understanding. Remind students that fractions are not only used to show part of an item or quantity, but they are numbers in their own right. Students should practise counting using fractions to highlight this. Remind students that fraction placement on a number line is based on the number of parts between the increments, not the number of increments.\nDuring Guided Practice, students are finding equivalent fractions.", "formative_assessment": ["name fractions from pictorial representations.", "draw bars to represent fractions.", "see equivalence in pictures.", "create equivalence using concrete materials.", "determine 'greater than' and 'less than' in fractions using pictures.", "use pictures to turn halves into quarters, thirds into sixths, etc.", "use pictures to turn quarters into halves, sixths into thirds, etc."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "5", "workbook_pages": "187 - 188", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-5", "textbook_pages": "266 - 268", "objective": "find equivalent fractions.", "approach": "To begin this lesson, recap on the concept of the term 'equivalence' and its definition. Can students give a few examples of equivalent fractions from the previous lesson?\nShow students the Explore task and ask them what they think. Are there any equivalent fractions we can see from yesterday's lesson? How can we use multiplication or our times tables knowledge to help us find equivalent fractions? Allow them time to work on this in pairs.\nDisplay Master 1 (without images). Is Sam correct? What has happened to change the denominator from 5 to 10? How could we use our 2 times tables to help us? What if we did the same to the numerator: 1/5 = ?/10? Let's check this is correct using the fraction wall and the image in Master 1.\nDisplay Master 2 (without images first): 1/5 = 20/100. Is Ruby correct? Why, or why not? Let's check using the fraction wall images. Then display the image from Master 2. What did we do to the denominator to make it 100? Can we also do this with the numerator? What fraction do we end up with? Can anyone think of the rules we can display for finding equivalent fractions?\nDuring Guided Practice, students are finding equivalent fractions.", "formative_assessment": ["name fractions from pictorial representations.", "draw bars to represent fractions.", "see equivalence in pictures.", "create equivalence using concrete materials.", "determine 'greater than' and 'less than' in fractions using pictures.", "use pictures to turn halves into quarters, thirds into sixths, etc.", "use pictures to turn quarters into halves, sixths into thirds, etc.", "use multiplication to find the equivalent fractions."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "6", "workbook_pages": "189 - 190", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-6", "textbook_pages": "269 - 271", "objective": "simplify mixed numbers.", "approach": "To begin this lesson, remind students what a mixed number is. Display 4 2/3, 6 5/8 and 9 4/12. After reading through the mixed numbers, ask students to discuss these fractions with their partners. Show students the Explore task and give them time to work on it in pairs.\nDisplay Master 1. How many whole bars are there? What fraction is shaded? How do we know that it is eighths? Look at the image of 2 2/8. Does 2/8 look equivalent to another fraction? Can anyone explain why it is equivalent, using your knowledge of times tables? Model dividing by 2 to calculate the numerator and denominator. Tell students that this process is known as simplifying the fraction, 2 smaller parts can become 1 larger part. Lulu and Tama are both correct.\nDisplay Master 2 (without image first). Allow partners to discuss how to simplify 2 3/9, and give them time to attempt to identify the equivalent fraction. Then display the image, and show, or invite a volunteer to show, the class how to complete the calculation. Repeat the process for Master 3.\nDuring Guided Practice, students are simplifying mixed numbers and identifying mixed numbers in their simplest form.", "formative_assessment": ["name fractions from pictorial representations.", "draw pictures to represent fractions.", "see equivalence in pictures.", "create equivalence by using concrete materials.", "determine 'greater than' and 'less than' in fractions using pictures.", "use pictures to turn halves into quarters, thirds into sixths, etc.", "use pictures to turn quarters into halves, sixths into thirds, etc.", "use multiplication to find the equivalent fractions.", "use division to find the equivalent fractions.", "use division to simplify fractions.", "recognise both a whole and parts of a whole, and combine them to form a mixed number."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-6"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "7", "workbook_pages": "191 - 192", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-7", "textbook_pages": "272 - 275", "objective": "simplify improper fractions.", "approach": "To begin this lesson, recap on how we can use multiplication and division to help simplify fractions. Invite a volunteer to demonstrate to the class how to simplify 4 2/6. Show students the Explore task. What is the problem asking us to calculate? How can we use what we know about equivalence and simplifying to help? Is it possible to cut the puddings into tenths if it is already cut in fifths? Allow them time to work on this with their partners.\nDisplay the image from Master 1. What does the first number line show? What does the second number line show? How many tenths are equivalent to 3/5 or 1 whole, and how many tenths are shown altogether? Have we answered the question? Display Master 2. How many fifths can Tama make altogether? Can we use the calculation from Master 1 to help us figure out the total number of fifths? Allow students time to discuss this with their partners, and then take feedback. Show, or ask a volunteer to show, how to calculate how many fifths there are altogether. Can any students relate the answer to how many tenths and how many fifths there are?\nDisplay Master 3. Lead students to conclude that 12/9, 8/6 and 4/3 are equivalent and can be simplified to be the same. It may also be useful to suggest looking for a pattern when the numerator is a multiple of the denominator. What do they notice when this happens? How will knowing multiples help when converting improper fractions to mixed numbers? Can they find the largest multiple of the denominator within the numerator? What will this tell them about the number of whole numbers that can be made? Work through Master 4 and Master 5, giving students time to discuss and offer feedback.\nDuring Guided Practice, students are simplifying improper fractions.", "formative_assessment": ["name fractions from pictorial representations.", "draw pictures to represent fractions.", "see equivalence in pictures.", "create equivalence using concrete materials.", "use pictures to turn halves into quarters and thirds into sixths, etc.", "use pictures to turn quarters into halves, sixths into thirds, etc.", "use multiplication and division to find equivalent fractions.", "use division to simplify fractions.", "recognise both a whole, and parts of a whole, and combine them to form a mixed number."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-7"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "8", "workbook_pages": "193 - 194", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-8", "textbook_pages": "276 - 278", "objective": "add fractions with the same denominator.", "approach": "To begin this lesson, show students the Explore task. State that the focus for this lesson will be on adding fractions together. What fractions can we spot in the problem? What is the problem asking us to find out? How many thirds are there in 1 whole? What totals are we looking for? Allow them time to work on this in pairs. Show the class how to calculate the addition sentences using the images in Master 1. Draw attention to the use of the mathematical symbols < and > to express the comparison. Look at the image in Master 2. Does this show more than a whole? Draw out that 1/3 and 2/3 make 1 or is equal to 1 whole.\nDisplay the first image in Master 3. Does this show more than a whole? How much more? How many thirds are there altogether, and how can we simplify this? What other combinations can we use to make more than a whole? Encourage partner work on whiteboards.\nDuring Guided Practice, students are adding fractions with the same denominator. Invite them to ask questions and then feed back.", "formative_assessment": ["add fractions of the same name (denominator).", "use pictures to support adding fractions of the same name.", "use concrete materials to support adding fractions of the same name.", "create mixed numbers from adding fractions.", "create improper fractions from adding fractions.", "use 'greater than' and 'less than' to compare and describe fractions, mixed numbers and improper fractions.", "simplify fractions to their simplest form by using mixed numbers and improper fractions."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-8"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "9", "workbook_pages": "195 - 196", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-9", "textbook_pages": "279 - 280", "objective": "add fractions with the same denominator and record answers as mixed numbers.", "approach": "To begin this lesson, recap on the previous lesson. What were we learning to do?\nShow students the Explore task. What is the problem asking us to do? How can we calculate the total of the 2 fractions? Allow the students time to work on this in pairs. Work through Master to show the class how to do this. Record 5/7 + 3/7 = 8/7. Tell students you want to know how many wholes and how many sevenths this total is equivalent to. Ask them to look at the calculation: 5/7 + 3/7. How many sevenths do we need to make a whole? Can we partition 3/7 into parts? We will partition it into 1/7 and 2/7, so now we can add 5/7 and 2/7 to make 1 whole and then add on 1/7. Have we answered the question?\nDisplay Master 2. Ask students which method they think is best and why.\nDuring Guided Practice, students are adding fractions with the same denominator. Tell them they can draw/colour fraction bars to help with the calculations if needed. Circulate the classroom to provide support where necessary.", "formative_assessment": ["add fractions of the same name (denominator).", "use pictures to support adding fractions of the same name.", "use concrete materials to support adding fractions of the same name.", "create mixed numbers from adding fractions.", "create improper fractions from adding fractions.", "use 'greater than' and 'less than' to compare and describe fractions, mixed numbers and improper fractions.", "simplify fractions to their simplest form by using mixed numbers and improper fractions.", "use number bonds to make 1 whole when adding fractions."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-9"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "10", "workbook_pages": "197 - 198", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-10", "textbook_pages": "281 - 283", "objective": "add fractions with the same denominator and record the answers in the simplest form.", "approach": "To begin this lesson, remind students of their experiences of adding fractions from the previous lessons. Then show them the Explore task and discuss with them what should be done to solve the problem. Allow them time to work on this.\nDemonstrate or invite a volunteer to show the class how to calculate 4/6 + 4/6 = 8/6. How many wholes and how many sixths are in 8/6? Is this the simplest form? Invite volunteers to use a fraction wall and their knowledge of equivalence to convert it to its simplest form. Once students are familiar with the placement of fractions on a number line, they will be able to use the number line to support bridging through a whole number when adding or subtracting.\nDuring Guided Practice, students are adding fractions with the same denominator. Circulate the classroom to provide support where necessary.", "formative_assessment": ["add fractions of the same name (denominator).", "use pictures to support adding fractions of the same name.", "use concrete materials to support adding fractions of the same name.", "create mixed numbers by adding fractions.", "create improper fractions by adding fractions.", "use 'greater than' and 'less than' to compare and describe fractions, mixed numbers and improper fractions.", "simplify fractions to their simplest form from mixed numbers and improper fractions.", "use number bonds to make 1 whole when adding fractions.", "use pictures to convert improper fractions into mixed numbers in their simplest form."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-10"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "11", "workbook_pages": "199 - 200", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-11", "textbook_pages": "284 - 286", "objective": "subtract a fraction from a whole number.", "approach": "To begin this lesson, show students the Explore task and ask them if they think it is an addition problem. Give them some time to discuss this with their partners. What do we know from the problem? Allow them time to work on this with their partner. Encourage them to show multiple representations and methods.\nShow the class how to complete the calculation using the images and steps taken in Master 1. How many whole bottles of juice are there? A whole bottle of juice has how many parts? Do we need to change both whole bottles into tenths to perform the calculation? Why, or why not? Is there another way to generate the same answer?\nInvite a volunteer to show the class how 3 wholes can be converted to tenths. Then use that to show the calculation: 30/10 – 7/10 as shown in Method 2. Is this the same calculation as before? What is different? Allow students time to discuss the method that most suits them.\nShow pupils Master 2. Ask students how many wholes and tenths are in 2 and 3/10. Which methods or mathematcial representations do you prefer and why?\nDuring Guided Practice, students are subtracting fractions from whole numbers. Remind them that they can choose one method or practise both. Circulate the classroom to provide support.", "formative_assessment": ["subtract fractions of the same name (denominator).", "use pictures to support subtracting fractions of the same name.", "use concrete materials to support subtracting fractions of the same name.", "create mixed numbers from subtracting fractions.", "create improper fractions from subtracting fractions.", "use 'greater than' and 'less than' to compare and describe fractions, mixed numbers and improper fractions.", "simplify fractions to their simplest form from mixed numbers and improper fractions.", "turn a whole number into a mixed number (2 = 1 and 3/3).", "recognise a whole as having an equal numerator and denominator.", "turn a whole number into a mixed number or an improper fraction.", "use number bonds to break apart a fraction."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-11"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "12", "workbook_pages": "201 - 202", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-12", "textbook_pages": "287 - 289", "objective": "subtract a fraction from a mixed number.", "approach": "To begin this lesson, remind students of previous learning on subtracting fractions and ask them to discuss this with their partners. Then show them the Explore task. What is the problem asking us to do? What do we already know? What operation do you think we need to perform? Allow them time to work on this.\nWork through Method 1, thinking out loud, to show the class the calculation. We know we have 1 1/5 l of water and we want to remove 2/5 l. The easiest way to calculate this is to change 1 1/5 l into fifths. So, 1 whole = 5/5. Add that to 1/5 and we get 6/5 which is equivalent to 1 1/5. Now we can easily calculate 6/5 – 2/5 to get 4/5. Is the fraction in its simplest form? Is there another way to calculate the answer to the problem? Give students time to discuss this with their partners, and then invite volunteers to share their ideas with the class.\nIf no one demonstrates the method in Method 2, work through the process thinking out loud: We can partition 1 1/5 into 1 whole and 1/5. We can subtract 2/5 from 1 whole because we know that 5/5 = 1, so 1 – 2/5 = 5/5 – 2/5 = 3/5. Then we can add on the remaining 1/5 to give us 4/5.\nDisplay Master 2 and model the process thinking aloud: Oak starts with 1 1/5 l of water. She uses 2/5 l so the amount of water will decrease. How can I show that?\nDuring Guided Practice, students are subtracting fractions from mixed numbers. Ask them to practise all methods.", "formative_assessment": ["subtract fractions of the same name (denominator).", "use pictures to support subtracting fractions of the same name.", "use concrete materials to support subtracting fractions of the same name.", "create mixed numbers from subtracting fractions.", "create improper fractions from subtracting fractions.", "use 'greater than' and 'less than' to compare and describe fractions, mixed numbers and improper fractions.", "simplify fractions to their simplest form from mixed numbers and improper fractions.", "turn a whole number into a mixed number (2 = 1 and 3/3).", "recognise a whole as having an equal numerator and denominator.", "turn a whole number into a mixed number or an improper fraction.", "use number bonds to break apart a fraction."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 12: Fractions was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-12"}, {"content_type": "worksheet", "textbook_chapter": "6", "textbook_lesson": "13", "workbook_pages": "203 - 204", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/worksheet-13", "textbook_pages": "290 - 292", "objective": "solve word problems involving fractions.", "approach": "To begin this lesson, show students the Explore task and read the problem to them. What do we know? What do we want to find out? What is the length of Tama's fishing trace? Allow students time to work on this with their partners. Suggest your friend thought drawing a fraction bar would be helpful. Display Master, thinking out loud to model. Draw a bar representing 3 m and mark each metre so that the bar is divided into 3 parts. How many parts should we break each metre into? Why? Tama cuts the fishing trace at every 3/4 of a metre. Mark every 3/4. How many pieces of fishing trace do we get? Model counting each piece. How can we explain what I just did using quarters in my explanation? Allow students time to discuss this in pairs and encourage them to give feedback such as: We know that 1 m = 4 quarters, and therefore, 6 m must be equivalent to 24 quarters because 4 × 6 = 24. There are 8 3 quarters in 6 m, so Tama can cut eight 3/4 m pieces of fishing trace.\nProvide students with another question and give them time to try solving it with their partners on whiteboards. Take feedback about challenges and successes.\nDuring Guided Practice, students are solving word problems involving fractions.", "formative_assessment": ["use pictures to support adding and subtracting fractions.", "use concrete materials to support adding and subtracting fractions.", "use bar models to reflect the key information from the question in fractions.", "use number bonds to break apart fractions into wholes and parts.", "turn a mixed number into an improper fraction.", "turn an improper fraction into a mixed number.", "turn a whole number into a mixed number and an improper fraction."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-06/lesson-13"}, {"content_type": "mind_challenge", "textbook_chapter": "6", "textbook_lesson": "14", "workbook_pages": "205", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/mind-challenge", "textbook_pages": "293 - 294", "objective": "use knowledge of fractions to solve problems.", "approach": "Mind Challenge\nStudents work out their solution to the problem and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents make calculations to determine which measuring cup Meilani should use for each ingredient and explain their answers.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "6", "textbook_lesson": "14", "workbook_pages": "206 - 208", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-06/review-1", "textbook_pages": "293 - 294", "objective": "use knowledge of fractions to solve problems.", "approach": "Mind Challenge\nStudents work out their solution to the problem and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents make calculations to determine which measuring cup Meilani should use for each ingredient and explain their answers.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "1", "workbook_pages": "209 - 210", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-1", "textbook_pages": "296 - 298", "objective": "tell the time on a 24-hour clock.", "approach": "To begin this lesson, ask students what they already know about telling the time: the 24-hour clock, the 12-hour clock, a.m. and p.m. Ask questions about time and duration, hours in a day, days in a week, and so on. Then show students the Explore task and read it through together. Give them time to work on it with their partners.\nShow the class how to calculate the answer using the images from Master. Ask questions about the times on the 12-hour clock and 24-hour clock. What time is 8 a.m. on the 24-hour clock? What about 8 p.m.? Are there any times that look the same? What is different? Allow students time to quiz their partners on the 12-hour clock and 24-hour clock using the number lines in Master.\nDuring Guided Practice, students are practising telling time using the 12-hour clock and 24-hour clock.", "formative_assessment": ["tell time to the minute and the hour using an analogue clock.", "use a.m. and p.m. to describe the time of day.", "use a clock to show and tell time.", "use pictures of clocks to tell the time.", "use 12-hour time notation.", "use 24-hour time notation.", "convert 12-hour time into 24-hour time.", "convert 24-hour time into 12-hour time.", "determine the duration of time using analogue and digital clocks, 12-hour time and 24-hour time.", "use a number line to compare 12-hour time and 24-hour time."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 10: Time was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-1"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "2", "workbook_pages": "211 - 212", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-2", "textbook_pages": "299 - 300", "objective": "convert time in minutes to seconds.", "approach": "To begin this lesson, recap on the previous lesson and talk about units of time, hours in a day, minutes in an hour, days in a week and so on. Then show students the Explore task, read it through with them and discuss the question. Ask students what activities they can do in a minute and take suggestions. Is it a long or short measure of time? What can it be used for measuring? Allow them time to work on the Explore task in pairs.\nShow the class how to calculate the number of seconds in 5 minutes as exemplified in Master 2. What times tables can help you calculate this? What method can you use? Did anyone use a different method? Work through the three methods with the class to ensure they understand them. Evaluate the methods by asking students which one they think is best and why.\nDisplay Master 3 and allow students to discuss the problem. Is it possible to estimate the number of seconds? Would it be accurate? Model the calculation using both methods. Give students time to discuss the method they like best and explain why. Ask them if they think estimation is a useful method.\nDuring Guided Practice, students are converting minutes into seconds using their chosen method. Ask them to check their answers with their partners after completing the questions.", "formative_assessment": ["determine the number of seconds in 1 minute.", "determine the number of seconds in 10 minutes.", "multiply a 2-digit number by a 1-digit number.", "use repeated addition to calculate time.", "recognise the relationship between multiplying by 6 and 60.", "convert minutes into seconds.", "convert minutes and seconds into seconds.", "convert seconds into minutes.", "convert seconds into minutes and seconds.", "use the number of seconds in 10 minutes to help determine the number of seconds in lengths of time above 10 minutes."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 10: Time was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-2"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "3", "workbook_pages": "213 - 214", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-3", "textbook_pages": "301 - 303", "objective": "convert time in hours to minutes.", "approach": "To begin this lesson, talk about how many minutes there are in 1 hour. Then show students the Explore task and ask them to work on this in pairs. Can we use some of the methods we have been learning in this task?\nInvite a volunteer to show how to calculate time as shown in Master 1. What if it was 1 1/2 hours or 2 3/4 hours? Allow students to talk about this in pairs.\nDisplay Master 2. How can we calculate the number of hours Lulu and Sam's bus journey took? Model this calculation using a number line if necessary. How many minutes are there in 1 hour? How can we convert 2 hours into minutes? Take feedback and then talk students through recording the calculations, relating it to the methods already learnt on multiplication.\nDuring Guided Practice, students are converting hours to minutes.", "formative_assessment": ["determine the number of minutes in 1 hour.", "determine the number of minutes in half an hour.", "multiply a 2-digit number by a 1-digit number.", "use repeated addition to calculate time.", "recognise the relationship between multiplying by 6 and 60.", "convert hours into minutes.", "convert minutes into hours with no remainders.", "use the number of minutes in 10 hours to help determine the number of minutes in lengths of time above 10 hours.", "determine the number of minutes in a day."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 10: Time was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-3"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "4", "workbook_pages": "215 - 216", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-4", "textbook_pages": "304 - 307", "objective": "solve word problems involving duration of time.", "approach": "To begin this lesson, recap on the 12-hour clock and 24-hour clock and converting time in minutes to seconds and hours to minutes. Show students the Explore task and read it through with them. What are we trying to find out? Is the time in 12-hour notation or 24-hour notation? Allow students time to work on the problem in pairs.\nWork through Master 1–4 and show the class how to calculate the times the children left the park using the 12-hour clock and 24-hour clock. Remind them that 1 h = 60 min, not 100 min. Take feedback and demonstrate, or invite volunteers to demonstrate, the calculations in 12-hour time and 24-hour time using the timelines. Ensure that students do not add time to duration instead of adding it to the timeline in their calculations.\nTogether with the class, write the steps to success for solving problems to use during Guided Practice.\nDuring Guided Practice, students are solving problems involving duration of time. Read through the questions with the class before they begin.", "formative_assessment": ["count time in 1-minute, 5-minute, 10-minute and 1-hour intervals.", "count forwards and backwards in minutes and hours.", "calculate the duration of time in minutes and hours.", "use a number line to support counting in minutes and hours.", "count in minutes and hours on a number line.", "determine the start and end times of events with given information.", "use a timeline to find duration of time to the hour and minute."], "content_priority": "This is a key lesson.\nThis is Year 4 content, however, this lesson will need to be completed if it was not covered last year.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-4"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "5", "workbook_pages": "217 - 218", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-5", "textbook_pages": "308 - 311", "objective": "convert years to months and weeks to days.", "approach": "To begin this lesson, show students the Explore task and read through it with them. Ask them to look at the different lengths of time it took to build each building. What do we need to do to convert years to months? What key fact do you think will help us? How many months are there in 1 year? Allow students time to work on this in pairs.\nDisplay Master 1. If we know 1 year = 12 months, then how can we calculate 8 years in months? How many groups of 12 are there in 8 years? Ask students to discuss this in pairs and then feed back to the class. Invite a volunteer to show how to calculate this. Do the same for Master 2.\nDisplay Master 3. In pairs, ask students to talk about the best way to calculate 14 years in months. Point out that we can use a number bond to break 14 into 10 and 4. Explain that 10 × 12 = 120 months. What about 4 × 12? We know 4 x 12 = 48. What statements can you make about the lengths of time now we have converted all the years to months? Display Master 4. What units of time are we measuring in now? Which key fact would help us with our conversions (1 week = 7 days)? Show the class how to calculate this. Do the same for Master 5.\nDuring Guided Practice, students are converting years to months and weeks to days.", "formative_assessment": ["determine the number of months in 1 year.", "determine the number of days in 1 week.", "convert months to years.", "convert years to months.", "convert weeks to days.", "convert days to weeks.", "use multiplication to support converting lengths of time."], "content_priority": "This is a key lesson.\nIf Textbook 4B, Chapter 10: Time was missed or not sufficiently covered last year, you will need to integrate that chapter with this one.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-5"}, {"content_type": "worksheet", "textbook_chapter": "7", "textbook_lesson": "6", "workbook_pages": "219 - 220", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/worksheet-6", "textbook_pages": "312 - 315", "objective": "solve word problems involving duration of time and conversion.", "approach": "To begin this lesson, recap on the key facts learnt from previous lessons: 24 hours = 1 day; 60 minutes = 1 hour; 1 minute = 60 seconds; and 1 week = 7 days. Then show students the Explore task and read it through with them. What do we know? What is the problem asking us to do? What should we do first, second, and so on. Give students time to work on this in pairs.\nUsing Master, show the class how to calculate the answer by thinking out loud. First, we should find out how long Holly spent doing things: 1 h 15 min + 15 min = 75 min + 15 min = 90 min. What time did Holly board the bus? How can we calculate at what time Holly arrived at Meilani's house? Establish that we need to count on 90 min from 13:10.\nPoint out to students that they should follow the way it is represented on the timeline as shown in Master.\nDuring Guided Practice, students are solving word problems involving duration of time. Before they begin, look at each question with them and discuss how to approach the problems.", "formative_assessment": ["convert times to calculate duration.", "calculate duration of time using hours, minutes and seconds.", "calculate duration of time using days, weeks, months and years.", "add/subtract/multiply to determine duration of time.", "use number bonds to break time apart into more efficient pieces.", "use a number line to support calculating duration of time.", "use multiple methods to calculate time."], "content_priority": "This lesson can be completed if time allows.", "textbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/textbook-5a/chapter-07/lesson-6"}, {"content_type": "mind_challenge", "textbook_chapter": "7", "textbook_lesson": "7", "workbook_pages": "221", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/mind-challenge", "textbook_pages": "316", "objective": "use knowledge of time to solve problems.", "approach": "Mind Challenge\nStudents work out their solution to the problem and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents explain how to find the number of 'moments' in 1 hour and in 1 day.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "review", "textbook_chapter": "7", "textbook_lesson": "7", "workbook_pages": "222 - 224", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/chapter-07/review-1", "textbook_pages": "316", "objective": "use knowledge of time to solve problems.", "approach": "Mind Challenge\nStudents work out their solution to the problem and explain their thinking and reasoning to their partners.\nMy Maths Journal\nStudents explain how to find the number of 'moments' in 1 hour and in 1 day.\nReview\nStudents complete this as a chapter summary and discuss with their teacher what to do if any boxes are not ticked.", "formative_assessment": [], "content_priority": "", "textbook_url": ""}, {"content_type": "revision2", "textbook_chapter": "7", "textbook_lesson": "8", "workbook_pages": "225 - 228", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/revision-2/revision-2", "textbook_url": ""}, {"content_type": "mid_year_a", "textbook_chapter": "7", "textbook_lesson": "9", "workbook_pages": "229 - 232", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/mid-year-revision/section-a", "textbook_url": ""}, {"content_type": "mid_year_b", "textbook_chapter": "7", "textbook_lesson": "10", "workbook_pages": "233 - 241", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/mid-year-revision/section-b", "textbook_url": ""}, {"content_type": "mid_year_c", "textbook_chapter": "7", "textbook_lesson": "11", "workbook_pages": "242 - 244", "workbook_url": "https://hub.mathsnoproblem.com/teacher-guides/new-zealand-whakawhitinga-edition/workbook-5a/mid-year-revision/section-c", "textbook_url": ""}]